[
    {
        "Name": "Sardarji's Chaats & More",
        "Cost": 400.0,
        "Collections": "Street Food, Veggie Friendly, Pocket Friendly",
        "reviews": [
            {
                "reviewer": "Tania Sahu(Mrsfoodieglobetrotter)",
                "text": "It was too good. We ordered bhelpuri, dahi papri and aloo tikki with chutney. I must admit three of them were equally good. The dahi papri was sweet n tangy,, bhelpuri was well balanced with spices and lot of shev and finally aloo tikki with dhaniya chutyney was tangy and spicy in a balanced way .With well balanced spices and awesome taste this place stole my heart.\n\natoneplaceonline.com",
                "rating": 5.0,
                "time": 1550866560000,
                "tables": [
                    5,
                    11
                ]
            },
            {
                "reviewer": "Foodie Goodie",
                "text": "It was the second time i ordered something from here, and both the times food was delicious , first time i ordered for an alloo paratha it was huge in size and wasn't able to eat full , and this time ordered aloo cheese sandwich , it was yummy , loved it , will definitely try some other things from here.",
                "rating": 5.0,
                "time": 1540236660000,
                "tables": [
                    1
                ]
            },
            {
                "reviewer": "Tejas Rajput",
                "text": "packing is not good",
                "rating": 3.0,
                "time": 1543530300000,
                "tables": [
                    14,
                    7
                ]
            }
        ],
        "timings": [
            "Tue",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "Street Food",
                " North Indian",
                " Fast Food"
            ],
            "new_ratings": [
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "PourHouse7",
        "Cost": 1.2,
        "Collections": "Happy Hours, Top Drinking Destinations, Corporate Favorites",
        "reviews": [
            {
                "reviewer": "Sunny Mehta",
                "text": "Such a pathetic service, no one will attend you, you have to ask them.nice place but service will annoy you.Have to think before coming.first time bad experience",
                "rating": 1.0,
                "time": 1550788560000,
                "tables": [
                    9,
                    12,
                    1,
                    7,
                    14
                ]
            }
        ],
        "timings": [
            "Sun",
            "Tue",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Continental",
                " Chinese",
                " Italian"
            ],
            "new_ratings": [
                5.0,
                4.0,
                3.0
            ]
        }
    },
    {
        "Name": "Jonathan's Kitchen - Holiday Inn Express & Suites",
        "Cost": 1.9,
        "Collections": "Great Italian, Sunday Brunches",
        "reviews": [
            {
                "reviewer": "Umesh Kumar",
                "text": "I had recently been to Jonathan's Kitchen based on the Zomato rating and was very disappointed. The food is average in quality. The service is also quite average for the price what they charge. Not going to visit anytime in the future",
                "rating": 3.0,
                "time": 1547381520000,
                "tables": [
                    12,
                    4,
                    7,
                    9,
                    13
                ]
            },
            {
                "reviewer": "Harsh Kohli",
                "text": "Very good food and service. Butter garlic prawns are particularly good. Staff (in particular a lady named Yamuna) was very polite and helpful.",
                "rating": 5.0,
                "time": 1556835600000,
                "tables": [
                    10,
                    2
                ]
            }
        ],
        "timings": [
            "Tue",
            "Fri",
            "Mon",
            "Sun",
            "Thu",
            "Sat",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Japanese",
                " Italian",
                " Salad",
                " Sushi"
            ],
            "new_ratings": [
                3.0,
                2.0,
                4.0,
                2.0,
                4.0
            ]
        }
    },
    {
        "Name": "Ulavacharu",
        "Cost": 1.4,
        "Collections": "Function Venues, Regional Favorites",
        "reviews": [
            {
                "reviewer": "Harish Reddy",
                "text": "This place is simply amazing with authentic Telugu menu and the food presentation. Lovely ambience and equally tasty food . There is a complimentary jalebi and at the end masala pan which is a very nice gesture . Overall a very good experience",
                "rating": 4.0,
                "time": 1545650700000,
                "tables": [
                    10,
                    2,
                    7,
                    4,
                    11
                ]
            },
            {
                "reviewer": "Manoj Madala",
                "text": "Food is very tasty. we ordered more than 5 times from same place and every time we feel the same.\nPandu mirapakaya starter is veg starters is superb.",
                "rating": 5.0,
                "time": 1543760880000,
                "tables": [
                    9,
                    6,
                    10,
                    12,
                    13
                ]
            },
            {
                "reviewer": "Darshana Krishnadas",
                "text": "A lot of people suggested this place for some real spicy food. Had been there twice and in fact the first time I went there I knew that whenever I have guests at home I need to bring them here. Nicely done interiors - the antique door and the idol at the entrance, very beautiful and welcoming.\nComing the food this tile we we're welcomed with some ghee Mysore pak (yummy). The staff is really helpful in giving suggestions so we ordered a chicken, fish and mutton biryani /pulao. Delicious , full of masalas and tasty. Nothing to complain about the food. Bamboo chicken was the star dish , it just melts in your mouth.\nSo it's a place for some really fine dining. On Fridays and weekends do make a reservation, the have some crazy waiting .\nDefinitely recommended.",
                "rating": 5.0,
                "time": 1551842280000,
                "tables": [
                    3,
                    4,
                    1,
                    6,
                    8
                ]
            },
            {
                "reviewer": "Ankita",
                "text": "Undoubtedly pocket friendly place.\nWe had chicken sambar rice. And leaf- wrapped roasted chicken. We also had curd cutlet which was super yummy!!!",
                "rating": 4.0,
                "time": 1556961660000,
                "tables": [
                    13,
                    11
                ]
            }
        ],
        "timings": [
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Andhra",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                4.0,
                4.0,
                1.0,
                1.0
            ]
        }
    },
    {
        "Name": "Beyond Flavours",
        "Cost": 800.0,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad, Corporate Favorites, Great Buffets, Top-Rated, Gold Curated, Live Sports Screenings",
        "reviews": [
            {
                "reviewer": "Pradeep Vetapalem",
                "text": "Food is too good. Telangana kodiak fry is must try.Mutton biriyani is too good.Papiya helped to choose best dishes and attended very well.Must visit.",
                "rating": 5.0,
                "time": 1558560060000,
                "tables": [
                    13,
                    1,
                    11,
                    9
                ]
            },
            {
                "reviewer": "Mahesh Tambe",
                "text": "Starters are very good and service is also good. Ahmed is very polite and helped us selecting menu.l which tuned out be great. Would like to come back again.",
                "rating": 5.0,
                "time": 1557352680000,
                "tables": [
                    2,
                    3,
                    9,
                    10,
                    4
                ]
            },
            {
                "reviewer": "Oblesh J",
                "text": "One of the best restaurants in Hyderabad near Gachibowli.. ambiance was good.. Lunch spread was good and was very tasty.\nThank Papiya for her guidance.",
                "rating": 5.0,
                "time": 1557932520000,
                "tables": [
                    5
                ]
            }
        ],
        "timings": [
            "Sat",
            "Wed",
            "Sun",
            "Mon",
            "Fri",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Continental",
                " Kebab",
                " European",
                " South Indian",
                " North Indian"
            ],
            "new_ratings": [
                5.0,
                1.0,
                1.0,
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "Hitech Bawarchi Food Zone",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Jon Snow",
                "text": "Don't order Chicken Biryani Handi, they provide just one chicken piece in handi and the taste was average. Rice was not tasty at all. Will never order again.",
                "rating": 2.0,
                "time": 1558554240000,
                "tables": [
                    10,
                    2,
                    13,
                    14,
                    1
                ]
            }
        ],
        "timings": [
            "Fri",
            "Tue",
            "Sat",
            "Thu",
            "Sun",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Biryani",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                2.0,
                1.0,
                3.0,
                5.0
            ]
        }
    },
    {
        "Name": "Kritunga Restaurant",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Naveen Kumar",
                "text": "Yesterday I have ordered biryani where in I found insect in my biryani and I’m trying to call restaurant till know no response. And by mistakenly I post my review kritunga palegars restaurant, where in I should post in kritunga restaurant",
                "rating": 1.0,
                "time": 1552842420000,
                "tables": [
                    4,
                    8,
                    13,
                    3
                ]
            },
            {
                "reviewer": "Sphurti Joglekar",
                "text": "For vegetarians- They have amazing Ragi Sangati (Rice like ball made of Ragi) and Vangkaya(Brinjal made in coconut and nut gravy). The veg biryani was ok but my group really liked the chicken biryani! Recommended if you are looking for Andhra cuisine.",
                "rating": 4.0,
                "time": 1543413600000,
                "tables": [
                    8,
                    3,
                    12,
                    2
                ]
            },
            {
                "reviewer": "Ratnamrapaka33",
                "text": "order was very fast",
                "rating": 5.0,
                "time": 1532462580000,
                "tables": [
                    10,
                    5
                ]
            },
            {
                "reviewer": "Anudeep",
                "text": "good",
                "rating": 4.0,
                "time": 1536957600000,
                "tables": [
                    3
                ]
            }
        ],
        "timings": [
            "Fri",
            "Thu",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "Andhra",
                " Biryani",
                " Hyderabadi",
                " North Indian"
            ],
            "new_ratings": [
                3.0
            ]
        }
    },
    {
        "Name": "Driven Cafe",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Karan Parseja",
                "text": "Overrated and Hyped!\nThis place is known for its rusty garage-like interiors, where you can rent some top notch automobiles. The Cafe in \"Driven Cafe\" is rather disappointing, staff isn't very friendly, nor very observant to details. They ask for extra money for everything even when the coffee costs similar to expensive coffee chains. I had Mocha and Coffee Crunch, both of which were average at its best and weren't something that I would remember.",
                "rating": 2.0,
                "time": 1540741440000,
                "tables": [
                    10,
                    3
                ]
            },
            {
                "reviewer": "Vaibhav Sharma",
                "text": "Love this place from the word go. I always wanted to visit this cafe since it's launch. Everything about this place is super cool - be it the timing, concept, ambiance or the quality of coffees and snacks served. I visited this place on a bright Sunday morning and just fell in love with the place as I got a seat right next to muscular triumph. They have great collection of cars and bikes, which even one can hire on rent. I ordered hazelnut coffee, paneer kulcha and my friend ordered some dry fruits crispy sweet croissant along with coffee. Paneer kulcha was too good and coffee was just fine. Would visit this place again soon.",
                "rating": 4.0,
                "time": 1537452540000,
                "tables": [
                    10,
                    11,
                    8
                ]
            },
            {
                "reviewer": "Mt",
                "text": "too sweet",
                "rating": 3.0,
                "time": 1521647160000,
                "tables": [
                    4,
                    3,
                    8,
                    10,
                    7
                ]
            },
            {
                "reviewer": "AbstractFoodie",
                "text": "Nice place. Coffee is nice. Stays open till midnight which is great for people who work late night and are in need for a good coffee. We had double chocolate decadent which is ok, as we had better before. Plus it doesn’t look like it’s made fresh. Coffee was nice as it can get better.",
                "rating": 3.0,
                "time": 1534119480000,
                "tables": [
                    5,
                    4,
                    13,
                    12,
                    7
                ]
            }
        ],
        "timings": [
            "Sun"
        ],
        "details": {
            "cuisines": [
                "Cafe",
                " Fast Food",
                " Beverages"
            ],
            "new_ratings": [
                4.0,
                4.0,
                2.0,
                4.0
            ]
        }
    },
    {
        "Name": "Hotel Zara Hi-Fi",
        "Cost": 400.0,
        "reviews": [
            {
                "reviewer": "Ashwini",
                "text": "quantity is less",
                "rating": 4.0,
                "time": 1545230100000,
                "tables": [
                    10
                ]
            },
            {
                "reviewer": "Shashi Nath",
                "text": "good speed delivery",
                "rating": 5.0,
                "time": 1535238600000,
                "tables": [
                    2
                ]
            }
        ],
        "timings": [
            "Sun",
            "Tue",
            "Wed",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " North Indian"
            ],
            "new_ratings": [
                5.0,
                2.0
            ]
        }
    },
    {
        "Name": "Squeeze @ The Lime",
        "Cost": 650.0,
        "Collections": "Veggie Friendly",
        "reviews": [
            {
                "reviewer": "Meghana Nandiraju",
                "text": "I finally know a new place to take my vegetarian only eating mother.\nWe went for the buffet here and I can't tell one dish that wasn't even average. Everything was very good. Coming back soon.",
                "rating": 4.0,
                "time": 1548435180000,
                "tables": [
                    1,
                    2,
                    8
                ]
            },
            {
                "reviewer": "JITENDRA SARDIWAL",
                "text": "food was awesome. packing was also too good.",
                "rating": 5.0,
                "time": 1524604260000,
                "tables": [
                    10,
                    8,
                    3
                ]
            },
            {
                "reviewer": "Gundakaram Yasaswini",
                "text": "I was at lime for buffet once. I was just really surprised to see the quality of food for the price they offered. It was amazing. That moment i decided to celebrate my son's first birthday in lime. Enquired with mr. Dinesh. Met him and decided the menu. He agreed for the changes i made. We ordered the cake too from them as i wanted a normal cake.\nThe birthday party was a huge hit with guests raving about the food. The starters were yummiest amongst all. Baby corn chilli garlic is the best. Bajjis were very hot and good. The highlight of the day was SIGNATURE drink from the lime. It was lemonade kind. Guests were\nenjoying it alot.\nWe wanted no onion no garlic items in t\nthe menu. Dal was very tasty without onions and garlic. Elders were surprised to see that in a restaurant they could get it.\nOne of my relatives commented that he ate such great spread after 10 years in a restaurant.\nWhat else does a host need?\nI strongly recommend lime for those who want great vegetarian food at best price. Mr sohail was available during the party and made sure every item was available till the end.\nThanks so much squeeze SQUEEZE AT THE LIME",
                "rating": 5.0,
                "time": 1548808740000,
                "tables": [
                    2,
                    11,
                    4
                ]
            }
        ],
        "timings": [
            "Sat",
            "Mon",
            "Wed",
            "Sun",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Italian",
                " North Indian",
                " Chinese",
                " Salad"
            ],
            "new_ratings": [
                5.0,
                1.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "B-Dubs",
        "Cost": 1.6,
        "Collections": "Hyderabad's Hottest",
        "reviews": [
            {
                "reviewer": "Manasa Erukulla",
                "text": "Good place to hangout friends ans special thanks to akhil for friendlu service and saving us after the deadly blazin wings 😅😛. Very happy to eat here",
                "rating": 5.0,
                "time": 1555802160000,
                "tables": [
                    13,
                    14,
                    9,
                    2,
                    5
                ]
            },
            {
                "reviewer": "Revanth Korrapati",
                "text": "Awesome place to hand out with friends especially during IPL season. The environment is awesome and the food is great. There are a many games on PS4s and on VR. Had an awesome time!",
                "rating": 5.0,
                "time": 1554907860000,
                "tables": [
                    14,
                    10
                ]
            }
        ],
        "timings": [
            "Sun",
            "Thu",
            "Sat",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "American"
            ],
            "new_ratings": [
                2.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "American Wild Wings",
        "Cost": 600.0,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad",
        "timings": [
            "Tue",
            "Wed",
            "Sun",
            "Sat",
            "Fri",
            "Thu",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "American",
                " Fast Food",
                " Salad",
                " Burger"
            ],
            "new_ratings": [
                4.0,
                1.0,
                5.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Olive Garden",
        "Cost": 700.0,
        "reviews": [
            {
                "reviewer": "Aravinda Sai Gadamsetty",
                "text": "best delivery",
                "rating": 5.0,
                "time": 1534107180000,
                "tables": [
                    9,
                    5,
                    3
                ]
            },
            {
                "reviewer": "Kishor",
                "text": "good service",
                "rating": 5.0,
                "time": 1531226880000,
                "tables": [
                    10,
                    7
                ]
            }
        ],
        "timings": [
            "Sun",
            "Sat",
            "Mon",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Continental",
                " Biryani"
            ],
            "new_ratings": [
                4.0,
                5.0,
                3.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Collage - Hyatt Hyderabad Gachibowli",
        "Cost": 2.8,
        "Collections": "Sunday Brunches",
        "reviews": [
            {
                "reviewer": "Sophia Ahmed",
                "text": "Was here over the weekend. This place wasn't crowded at all. The staff was very friendly. I thoroughly enjoyed the Cream of mushroom soup. We also ordered a pizza which was huge and more than filling. Well, pretty much sums up to be a pretty and decent place where I wouldn't mind dining again :)",
                "rating": 4.0,
                "time": 1533136320000,
                "tables": [
                    8,
                    6
                ]
            },
            {
                "reviewer": "Vnikhil Reddy",
                "text": "It was an amazing place , I have been for there Sunday brunch the best part was they were serving ketel one Vodhka 😂 , they have many good items to try u must try there lamba curry it was amazing & pav bhaji . Ambiance was very peaceful .",
                "rating": 4.0,
                "time": 1542663240000,
                "tables": [
                    5,
                    2,
                    14,
                    10
                ]
            }
        ],
        "timings": [
            "Sat",
            "Wed",
            "Sun",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Continental",
                " Italian",
                " North Indian",
                " Chinese",
                " Asian"
            ],
            "new_ratings": [
                2.0,
                3.0
            ]
        }
    },
    {
        "Name": "Karachi Bakery",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Soumyaphogat95",
                "text": "All time favorite for sweet lovers. The ferrero rocher pastry is a must try. Also the Nutella cupcake is to die for. It has the perfect blend of chocolate and sugar. Once can also try the Oreo pastry.",
                "rating": 4.0,
                "time": 1535688900000,
                "tables": [
                    8,
                    6,
                    1
                ]
            },
            {
                "reviewer": "Mylapilli Swathi",
                "text": "excellent",
                "rating": 5.0,
                "time": 1531686000000,
                "tables": [
                    13
                ]
            },
            {
                "reviewer": "Shafia Shams",
                "text": "Clearly this place lives upto the name and reputation it has. One of the best pastries which is economical aswell. I have tried almost most of the item here be it pastries or snacks and mostly all of them have been upto the mark.\nI really like the pizza and ceaser salad sandwich here and in pastries the  chocolate roulade is a must.",
                "rating": 4.0,
                "time": 1536323160000,
                "tables": [
                    6,
                    9,
                    11
                ]
            },
            {
                "reviewer": "Råñjith Kümår M",
                "text": "cake was yummy",
                "rating": 5.0,
                "time": 1532017380000,
                "tables": [
                    5
                ]
            }
        ],
        "timings": [
            "Sat",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Bakery",
                " Fast Food",
                " Desserts"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "La La Land - Bar & Kitchen",
        "Cost": 1.0,
        "Collections": "Great Buffets, Trending This Week",
        "reviews": [
            {
                "reviewer": "Sukant Dash",
                "text": "We went for lunch buffet. \nVery limited options for starter - 3 non-veg(2 chicken and 1 fish) and 3 veg(2 potato and 1 paneer). they were serving the starter cold. The tawa fish was over spicy and they didn't prepare a lesser spicy version of that even after our request. Only chicken wings was good.\n\nMain course was kind of good. Egg fried rice and veg noodles were good. Chicken biriyani was stale.\n\nDessert was good. Chocolate cake, gulaab jamoon and Ice cream were good. Semiya kheer was horrible.",
                "rating": 2.0,
                "time": 1553445480000,
                "tables": [
                    3,
                    12,
                    9,
                    8
                ]
            },
            {
                "reviewer": "Pratyush Madhukar",
                "text": "We were 5 friends and I specifically called to ask if stags are allowed. Manager told that stags are allowed. Once we reached, the bouncer refused us entry saying stags are not allowed on dance floor. I called manager again he also denied entry. I can't understand why can't they clarify the same on call. I spent so much money on cab only to be denied entry. La la Land sucks.",
                "rating": 1.0,
                "time": 1555362720000,
                "tables": [
                    10,
                    5,
                    11,
                    9
                ]
            },
            {
                "reviewer": "Viviyana Rai",
                "text": "The ambinence was good but the food was nt that much of good which i expected from them.. The staff was rude and nt proffesional.. Worst experience that i ever had in my life",
                "rating": 2.0,
                "time": 1543088100000,
                "tables": [
                    9,
                    12
                ]
            },
            {
                "reviewer": "Sreejith Sreekumaran",
                "text": "An amazing place with great ambience and lovely music. We went for their lavish lunch buffet and it was a great experience. Malai tikka and chicken wings we're amazing and so was dhana chicken. They served one of the best Phirnis I have tasted. A great place to hangout",
                "rating": 5.0,
                "time": 1542177060000,
                "tables": [
                    9,
                    12,
                    4
                ]
            }
        ],
        "timings": [
            "Mon",
            "Tue",
            "Sat",
            "Fri",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Finger Food",
                " North Indian",
                " Kebab",
                " Chinese"
            ],
            "new_ratings": [
                2.0,
                5.0
            ]
        }
    },
    {
        "Name": "Hyderabadi Daawat",
        "Cost": 600.0,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad",
        "reviews": [
            {
                "reviewer": "MD Soheb",
                "text": "I have ordered chicken biryani Worst taste and the chicken was not fresh dont waste ur money. I had a bad experience i would never recommend anyone this restaurant",
                "rating": 1.0,
                "time": 1548797640000,
                "tables": [
                    9,
                    5,
                    2,
                    1,
                    12
                ]
            },
            {
                "reviewer": "Pranaya",
                "text": "Someone said that \"an under-rated place is always a better place that a over rated place\".\n\nReally one of the better place than the Crowd destinations. fast preparation and serving of Tasty Food.\n\nQuantity wise: We will get Good Quantity Food. Its Good to go with a bigger group.\n\nTried some of items as a-la-carte. Some are as mentioned below\n\nSoup, Murg Adraki Shorba, Kebab Platter, Masala Kulcha, Murg Masala, Chicken Dum Biriyani, Vegetable Dum Biriyani, Salt and Pepper Prawn.\n\nYet to try with their Buffet option.",
                "rating": 4.0,
                "time": 1557154740000,
                "tables": [
                    5,
                    11,
                    9,
                    3,
                    12
                ]
            },
            {
                "reviewer": "Vicky",
                "text": "What a bad food serving this restaurant for high price. I ordered today and found food was awful. Before going hear be careful about your health. What I received from this restaurant cold nans uncooked rice, overcooked paneer. From my end zero star. Sach a awful food.",
                "rating": 1.0,
                "time": 1547311200000,
                "tables": [
                    9,
                    6,
                    8
                ]
            }
        ],
        "timings": [
            "Wed",
            "Thu",
            "Tue",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "Hyderabadi",
                " Chinese",
                " Mughlai"
            ],
            "new_ratings": [
                3.0,
                5.0,
                5.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Triptify",
        "Cost": 400.0,
        "reviews": [
            {
                "reviewer": "P Arora",
                "text": "Tasty food. However wrong chutney was sent",
                "rating": 4.0,
                "time": 1538837820000,
                "tables": [
                    8,
                    11,
                    2,
                    1
                ]
            },
            {
                "reviewer": "Nidhi Arusia",
                "text": "A very nice option for Paranthas lovers with so many different options. The taste is quite good and I love that they provide option to customise each combo so that we can select any combination of Paranthas. The Packing is also really nice. Totally worth it to have 5 star :)",
                "rating": 5.0,
                "time": 1557357840000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "Prasad Patil",
                "text": "good",
                "rating": 5.0,
                "time": 1532645220000,
                "tables": [
                    3,
                    12,
                    2,
                    14
                ]
            },
            {
                "reviewer": "Kiran",
                "text": "as tasted before.. all good.",
                "rating": 5.0,
                "time": 1543111680000,
                "tables": [
                    4
                ]
            },
            {
                "reviewer": "Anwar",
                "text": "v.good",
                "rating": 5.0,
                "time": 1532368620000,
                "tables": [
                    11
                ]
            }
        ],
        "timings": [
            "Mon"
        ],
        "details": {
            "cuisines": [
                "North Indian"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "Zing's Northeast Kitchen",
        "Cost": 550.0,
        "reviews": [
            {
                "reviewer": "Saikrishna Pothuri",
                "text": "It's amazing for the people who eat Beef & Pork. The Lemon Grass Chicken was good too.\n\nI only eat chicken but I have seen that all the dishes were very well cooked and the texture was nice. My friends loved them.\n\nMust visit for the people who like Beef or Pork or North East Food.",
                "rating": 4.0,
                "time": 1555017240000,
                "tables": [
                    9,
                    7,
                    14,
                    1
                ]
            }
        ],
        "timings": [
            "Fri",
            "Thu",
            "Wed",
            "Sat",
            "Sun",
            "Tue",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "North Eastern",
                " Momos"
            ],
            "new_ratings": [
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Tiki Shack",
        "Cost": 1.0,
        "reviews": [
            {
                "reviewer": "Sam",
                "text": "We visited the place on Thursday night after calling up to do the booking for 3 stag entry. We got the response over the phone that we can just walk in at 7pm. As soon as I entered the first response from a person (Nikhil) at the front desk was \"Stag not allowed\". When I showed my phone and explained that I did call to do the booking, he said no. I was allowed after they realized that one of my other friends was already inside the pub and taken the table. It was so frustrating that treating someone so unprofessional and with a rude behavior. If you don't want to allow stag ...say it straight forward or put a notice outside so that no stag would even wish to enter. Don't change your rules according to your convenience. GROW UP !!!!!",
                "rating": 1.0,
                "time": 1555139400000,
                "tables": [
                    4,
                    8,
                    9,
                    5,
                    13
                ]
            },
            {
                "reviewer": "RINKU GOEL",
                "text": "Very poor service I went in day time and took 40 min to serve nachos. Food taste very poor. I could rate this place -ve. They have speciality to server hot beer. There staff is not entertaining.",
                "rating": 1.0,
                "time": 1556469840000,
                "tables": [
                    4,
                    2,
                    1,
                    14,
                    9
                ]
            }
        ],
        "timings": [
            "Thu",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Continental"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Biryanis And More",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Srikanth Gupta",
                "text": "Rates high.. Quantity less",
                "rating": 4.0,
                "time": 1533217440000,
                "tables": [
                    10,
                    12,
                    11,
                    14,
                    2
                ]
            },
            {
                "reviewer": "Praveen Kumar",
                "text": "Good place to dine with family and friends. They have great chefs, food was very tasty and service was also good. Especially all chicken items are good",
                "rating": 5.0,
                "time": 1545923940000,
                "tables": [
                    14,
                    6,
                    8,
                    1,
                    3
                ]
            },
            {
                "reviewer": "Venkata Ramana Chitta",
                "text": "too bad but tasty",
                "rating": 1.0,
                "time": 1531093440000,
                "tables": [
                    3,
                    11,
                    6
                ]
            },
            {
                "reviewer": "Sristy",
                "text": "Though a it's a small place and would be over crowded all the time, the food quality is what makes us visit the place again and again.. One should try tughlaq biriyani if visiting this place.",
                "rating": 4.0,
                "time": 1531010700000,
                "tables": [
                    13,
                    5,
                    3
                ]
            },
            {
                "reviewer": "Sudhindra87",
                "text": "Food is very good and tasty.Ambience is good enough. Egg biryani and ulavavacharu biryani is superb.i think price is bit high.veg and egg starters are good enough.Bongu lo chicken is fantastic.",
                "rating": 4.0,
                "time": 1548450300000,
                "tables": [
                    8,
                    6,
                    13,
                    7
                ]
            }
        ],
        "timings": [
            "Tue",
            "Sun",
            "Sat",
            "Thu",
            "Wed",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Biryani",
                " Chinese"
            ],
            "new_ratings": [
                5.0,
                4.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "Gal Punjab Di",
        "Cost": 800.0,
        "reviews": [
            {
                "reviewer": "Pooja Maan",
                "text": "bhindu do pyaza is good, but chapati is not well cooked",
                "rating": 3.0,
                "time": 1532897760000,
                "tables": [
                    2,
                    4,
                    3,
                    10
                ]
            }
        ],
        "timings": [
            "Sun",
            "Mon",
            "Wed",
            "Tue",
            "Fri",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Continental"
            ],
            "new_ratings": [
                3.0,
                3.0,
                5.0
            ]
        }
    },
    {
        "Name": "Being Hungry",
        "Cost": 450.0,
        "reviews": [
            {
                "reviewer": "Abdul Majid",
                "text": "The food was absolutely wonderful, from preparation to presentation, very pleasing. especially the special biryani was awesome. Very friendly staff and owner too...",
                "rating": 5.0,
                "time": 1540907340000,
                "tables": [
                    7,
                    13
                ]
            },
            {
                "reviewer": "Kalali Bethagoud",
                "text": "good",
                "rating": 4.0,
                "time": 1532645220000,
                "tables": [
                    4,
                    9,
                    1,
                    14,
                    10
                ]
            },
            {
                "reviewer": "Manoj Kumar R",
                "text": "good taste",
                "rating": 5.0,
                "time": 1532736960000,
                "tables": [
                    8
                ]
            },
            {
                "reviewer": "Saumya Ranjan",
                "text": "The food was really great when I went with my office colleagues. The staff was not much supportive and made us wait a long time but as per food, the taste was great, the paneer lababdar was great. Paneer chunks were soft, the curry had all the flavours, the butter naan that I ordered, I must say , had too much butter but tasted great. The special chicken biriyani my colleagues ordered was great also. The staff were little on the edge, but the food was really great.",
                "rating": 4.0,
                "time": 1534358040000,
                "tables": [
                    7
                ]
            }
        ],
        "timings": [
            "Wed",
            "Fri",
            "Thu",
            "Sun",
            "Mon",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0,
                2.0
            ]
        }
    },
    {
        "Name": "Hyper Local",
        "Cost": 1.0,
        "Collections": "Great Buffets, Live Sports Screenings, Best Bars & Pubs, Trending This Week",
        "reviews": [
            {
                "reviewer": "Mohammed.taranum",
                "text": "One place to order pasta when you’re hungry in office also stomach filling with two toasted breads if your hungry want to order something quickly without scrolling down much just order it and wiat for the food",
                "rating": 3.0,
                "time": 1555098060000,
                "tables": [
                    2,
                    10,
                    3
                ]
            },
            {
                "reviewer": "Joy Ghosh",
                "text": "Excellent Drinks and some great starters suggested by the courteous staff.. Superb Ambience... Must visit for all and come long with family to have some good time...",
                "rating": 5.0,
                "time": 1555782840000,
                "tables": [
                    6,
                    5
                ]
            }
        ],
        "timings": [
            "Sat",
            "Fri",
            "Thu",
            "Sun",
            "Tue",
            "Mon",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "American",
                " Chinese",
                " North Indian",
                " Kebab",
                " South Indian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0,
                5.0
            ]
        }
    },
    {
        "Name": "Dine O China",
        "Cost": 850.0,
        "timings": [
            "Sun",
            "Tue",
            "Mon",
            "Fri",
            "Sat",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Asian",
                " Momos"
            ],
            "new_ratings": [
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "Tandoori Food Works",
        "Cost": 500.0,
        "Collections": "Brilliant Biryanis",
        "reviews": [
            {
                "reviewer": "Chaitanya",
                "text": "Good",
                "rating": 5.0,
                "time": 1537449120000,
                "tables": [
                    6,
                    14,
                    5,
                    3,
                    10
                ]
            }
        ],
        "timings": [
            "Thu",
            "Wed",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Burger",
                " Kebab"
            ],
            "new_ratings": [
                1.0,
                4.0,
                5.0,
                4.0,
                1.0
            ]
        }
    },
    {
        "Name": "Diners Pavilion",
        "Cost": 1.2,
        "Collections": "Great Buffets, Live Sports Screenings",
        "reviews": [
            {
                "reviewer": "Shubham Shukla",
                "text": "Today's visit with friends for the lunch was a terrible experience.\nFood - below average\nService - pathetic the attitude the waiters had was shocking\nWe booked through call and when we reached they declined the booking after sometime they said they will arrange place. We had to wait almost 15 minutes for starters and that too after one serving they were dealing second serving. My previous visits were descent but this visit was super bad experience.",
                "rating": 1.0,
                "time": 1533313620000,
                "tables": [
                    1
                ]
            },
            {
                "reviewer": "Amitavp",
                "text": "Went with family on Saturday, Nov 3rd. Only one more table was occupied so was worried about the place. We were seated very quickly and food order taken quickly and served within reasonable time. Food was okay not that great taste, the chicken wings were good though. Choice of non veg soups limited to 4 types and only 2 of them were available that time. Chicken quesadillas didn’t taste like a quesadilla. It was like some chicken pieces wrapped in a roti. There is nothing compelling to visit this place the second time.",
                "rating": 3.0,
                "time": 1541423580000,
                "tables": [
                    12,
                    1,
                    5
                ]
            },
            {
                "reviewer": "M Bonagiri",
                "text": "Had lunch today. Didn't disappoint me as usual.\nGreat food good starters timely service made the day.\n\nThis is my second review about this place.\nThis place even offers a separate private room for group bookings. Would recommend to all who wants have parties with colleagues.\n\nFood 5/5,\nAmbience 5/5,\nPrice for food 5/5,\nOverall 5/5,\nDefinitely I recommend this place to my friends.",
                "rating": 5.0,
                "time": 1552516080000,
                "tables": [
                    4,
                    14,
                    6
                ]
            },
            {
                "reviewer": "Nupur Rani",
                "text": "Was here on a Friday evening with friends for dinner. They have both buffet and ala carte options available. Ambience is good. But the service needs to be improved in terms of the staff availability for taking orders and re-orders. The food was quite average. Liked the veg nizami we ordered for main course. The veg manchow soup was really bad though. The taste of food can be improved. Overall,not a very satisfying experience.",
                "rating": 2.0,
                "time": 1536957000000,
                "tables": [
                    13,
                    11,
                    2,
                    8,
                    1
                ]
            },
            {
                "reviewer": "Apaar Agrawal",
                "text": "Worst service ever seen. Bug in food. Cold food. Not properly cooked naan. No one to listen to your request. No one even to serve plates. Just two waiters who are busy in themselves. Uncourteous staff. Manager paid no regards. Not even an apology for such a bad service.",
                "rating": 1.0,
                "time": 1538172720000,
                "tables": [
                    10,
                    4,
                    8
                ]
            }
        ],
        "timings": [
            "Wed",
            "Tue",
            "Thu",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Continental",
                " Italian"
            ],
            "new_ratings": [
                5.0,
                2.0,
                3.0,
                1.0
            ]
        }
    },
    {
        "Name": "Pista House",
        "Cost": 1.0,
        "Collections": "Haleem",
        "reviews": [
            {
                "reviewer": "Rakshitha Meghna D",
                "text": "A very small place with a lot of varieties.\nWorth dining here.\nZaffrani tangdi chicken was good.\nWent here thrice and was satisfied everytime",
                "rating": 4.0,
                "time": 1545747000000,
                "tables": [
                    14,
                    10,
                    3
                ]
            },
            {
                "reviewer": "Sai Ravali G",
                "text": "Had ordered almond cake from pista house.\nIt was not much fresh but tastes okay.\nOver all seemed like they have not delivered fresh cake as I saw water was also coming from the cake.\nHope so that from the next time they deliver fresh cakes",
                "rating": 3.0,
                "time": 1539868440000,
                "tables": [
                    8,
                    12,
                    6,
                    9
                ]
            },
            {
                "reviewer": "Ria@ Travelfoodism.com",
                "text": "Pista house’s haleem is what I look forward to always. On a vacation to Nizam’s Hyderabad, we thought we will try one of their chicken dishes and thus chose:\n\nDum ka Murg & Tandoori roti.\n\nA little above average food and overly filled staff who made it a little rushed up dining experience. Didnt get time to breathe coz the staff kept coming to check on you. No doubt thei service was prompt but at times felt it was too prompt. They should give customers little time to breathe to order food and finish it with peace.\n\nNext will try their haleem and some desserts too.",
                "rating": 3.0,
                "time": 1531698480000,
                "tables": [
                    14,
                    2
                ]
            }
        ],
        "timings": [
            "Wed",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Bakery",
                " North Indian",
                " Mughlai",
                " Juices",
                " Chinese"
            ],
            "new_ratings": [
                3.0,
                3.0
            ]
        }
    },
    {
        "Name": "Zega - Sheraton Hyderabad Hotel",
        "Cost": 1.75,
        "reviews": [
            {
                "reviewer": "Deo",
                "text": "Would not like to even give 1* as Service was pathetic. Staff was appearing to be busy and had no courtesy to attend our table in the centre of the restaurant. Starters were served after main dish though they were ordered much before. One of the staff half served a dish to a couple of guests on our table and hopped to other table without finishing her task without any apology. We had to keep on asking for a dish (Sushi) which was ordered 90 mins. before it was served. Noisy place...",
                "rating": 1.0,
                "time": 1529482860000,
                "tables": [
                    7,
                    9,
                    11
                ]
            },
            {
                "reviewer": "Ongmu",
                "text": "Amazed at the service and the food!\nDumplings were like wow! The service was attentive, yet personal and really quite delightful that our server Rabina remembered us.\nCan't wait to visit again.",
                "rating": 5.0,
                "time": 1532712300000,
                "tables": [
                    9,
                    2,
                    12,
                    10,
                    4
                ]
            }
        ],
        "timings": [
            "Fri",
            "Wed",
            "Sun",
            "Mon",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Asian",
                " Sushi"
            ],
            "new_ratings": [
                5.0,
                3.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Cascade - Radisson Hyderabad Hitec City",
        "Cost": 1.8,
        "timings": [
            "Sun",
            "Tue",
            "Thu",
            "Sat",
            "Mon",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Italian",
                " Continental",
                " Asian"
            ],
            "new_ratings": [
                5.0,
                4.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "SKYHY",
        "Cost": 1.4,
        "Collections": "Live Sports Screenings, Gigs and Events",
        "reviews": [
            {
                "reviewer": "Rakesh Dara",
                "text": "If there z an option to give 0 I certainly do that disgusting food ordered multiple option thinking at least this one should be fine but none of the dishes are promising not even close to basic taste avoid this pub nothing means nothing in food and price range is not less...if u dare to go after looking into this review no one can’t stop u . worst experience ever had..",
                "rating": 1.0,
                "time": 1556493300000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "SriNaresh Gavarasana",
                "text": "Delicious food with good quantity.\n\nYesterday was the first time we been there at SKY HY. It is a good place to spend some quality time with your friends and loved ones. The food was great and delicious. The place is not like a typical pub where in you can get drunk and have good food but it is more like a place wherein you can chit chat and hang over. Coming to the food, we had Paneer tikka, chicken majestic, and chicken tikka pizza which are execellent in taste they are delicious.",
                "rating": 4.0,
                "time": 1542537780000,
                "tables": [
                    2,
                    1
                ]
            }
        ],
        "timings": [
            "Tue",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Continental"
            ],
            "new_ratings": [
                1.0,
                4.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "Pot Pourri",
        "Cost": 900.0,
        "timings": [
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Andhra",
                " South Indian",
                " North Indian"
            ],
            "new_ratings": [
                1.0,
                2.0,
                4.0,
                3.0,
                3.0
            ]
        }
    },
    {
        "Name": "Cafe Eclat",
        "Cost": 700.0,
        "Collections": "Sneak Peek Hyderabad",
        "reviews": [
            {
                "reviewer": "ధర్మపురి హరీష్",
                "text": "Cafe Eclat is a place where I can find best food in Hyderabad,one of my favorites are pizzas, omelets,and tiramisu.i have problem with their setting.everytime I go the corner table is reserved.this time i waited for two hours on other table.i noticed that lady who was taking the bills had came and having food. I don't know why this is happening with this good place.this was unexpected.over all ratting\nFood -5/5\nService -2/5\nAmbience-4/5",
                "rating": 4.0,
                "time": 1536419160000,
                "tables": [
                    1,
                    8,
                    6,
                    12,
                    2
                ]
            },
            {
                "reviewer": "Suraj Shenoy",
                "text": "We went in as a group and it is a small place and they had to arrange the tables awkwardly. So it is definitely not a good place for groups.\n\nThe food was below par. The worst part was that the chicken starter they served was not cooked. The mushroom toast was not good too. The sandwich, burger and pizza was also below average tasting. They also didn't have bottled water.\n\nOnly good thing was the friendly service.",
                "rating": 1.0,
                "time": 1538181420000,
                "tables": [
                    2
                ]
            }
        ],
        "timings": [
            "Fri",
            "Tue",
            "Sun",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Cafe",
                " Bakery"
            ],
            "new_ratings": [
                4.0,
                4.0,
                1.0
            ]
        }
    },
    {
        "Name": "Paradise",
        "Cost": 800.0,
        "Collections": "Hyderabad's Hottest",
        "reviews": [
            {
                "reviewer": "RAJ KOTTE",
                "text": "This is my first visit gachibowli paradise i am very happy and biriyani very delicious and service also very good and all staff also very friends ly",
                "rating": 4.0,
                "time": 1557686940000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "SAI KARTHIK BURANPUR",
                "text": "We ordered tandoori chicken as starters that's very tasty and light and then butter naan with mutton masala and as main course we ordered chicken biryani, egg and mutton biryani those are very very tasty and light mutton piecs cooked with perfection",
                "rating": 4.0,
                "time": 1558736400000,
                "tables": [
                    11,
                    4,
                    14,
                    12,
                    1
                ]
            },
            {
                "reviewer": "Sumanvarma984975",
                "text": "Good taste and love to visit again ...... With my family and friends... Hopefully enjoyed the taste of biryani.... And make this happens every time",
                "rating": 5.0,
                "time": 1558789320000,
                "tables": [
                    8
                ]
            },
            {
                "reviewer": "Subha Sri",
                "text": "Chicken biryani, chillie chicken were really tasty...service is very good and nice place in paradise Gachibowli so happy\nNext time visiting again",
                "rating": 5.0,
                "time": 1557954180000,
                "tables": [
                    4,
                    7,
                    2
                ]
            }
        ],
        "timings": [
            "Wed",
            "Fri",
            "Sun",
            "Tue",
            "Thu",
            "Sat",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Biryani",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Dunkin' Donuts",
        "Cost": 550.0,
        "reviews": [
            {
                "reviewer": "Gopalakrishnan Krishnanand",
                "text": "Had naughty Lucy veg burger meal, alive by chocolate, lychee litchi donuts and filter coffee dunkin style.\nThe burger was cheesy and tasted good. The donuts were excellent , especially the center lychee filling in the lychee litchi donut. The coffee had a hint of caramel and is worth a try. In all would have rated it at 3.5 as AC was not functional, but will go with 4 for donuts.",
                "rating": 4.0,
                "time": 1533408000000,
                "tables": [
                    9,
                    8,
                    11,
                    14
                ]
            },
            {
                "reviewer": "Hari Kishan Kurapati",
                "text": "Worst burgers i ever ate... this place is really bad when compared to other outlets... half of the burgers are not available and other burgers are tasteless.. grilled chicken tasted like boiled chicken burger... will never visit again.",
                "rating": 1.5,
                "time": 1503650160000,
                "tables": [
                    8,
                    4,
                    2,
                    14
                ]
            },
            {
                "reviewer": "Varma",
                "text": "This places always serve one the soft and tasty donuts the verities are very good to look and to taste\n\nThey do server other menu items a part from donuts but this is mainly a donut place so expect much from the taste of the other menu",
                "rating": 4.0,
                "time": 1551890100000,
                "tables": [
                    5,
                    6,
                    11,
                    4
                ]
            },
            {
                "reviewer": "Kiran Ramoju",
                "text": "good taste.loved it",
                "rating": 5.0,
                "time": 1525637820000,
                "tables": [
                    2,
                    3
                ]
            }
        ],
        "timings": [
            "Wed",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Desserts",
                " Cafe",
                " Beverages",
                " Burger",
                " Fast Food"
            ],
            "new_ratings": [
                2.0,
                1.0,
                3.5
            ]
        }
    },
    {
        "Name": "Aromas@11SIX",
        "Cost": 750.0,
        "reviews": [
            {
                "reviewer": "Mahendra33196",
                "text": "Worst food. 150 ml coke costs 60/- Worst Serving and very arrogant attitude... Avoid visiting this place...! Manager is not available all the time.",
                "rating": 1.0,
                "time": 1554070920000,
                "tables": [
                    6,
                    2,
                    11,
                    7
                ]
            }
        ],
        "timings": [
            "Sat",
            "Thu",
            "Wed",
            "Tue",
            "Mon",
            "Fri",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Mughlai",
                " Biryani"
            ],
            "new_ratings": [
                5.0,
                3.0,
                5.0,
                5.0,
                3.0
            ]
        }
    },
    {
        "Name": "Labonel",
        "Cost": 1.0,
        "Collections": "Best Bakeries",
        "timings": [
            "Fri",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Bakery",
                " Desserts"
            ],
            "new_ratings": [
                5.0,
                4.5,
                4.0,
                3.5,
                5.0
            ]
        }
    },
    {
        "Name": "Mohammedia Shawarma",
        "Cost": 150.0,
        "timings": [
            "Fri",
            "Wed",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Street Food",
                " Arabian"
            ],
            "new_ratings": [
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "The Old Madras Baking Company",
        "Cost": 350.0,
        "reviews": [
            {
                "reviewer": "Pavan Kanteti",
                "text": "This is probably the only place in Hyderabad serving bagels. And they taste really good. A little further away from the city. But good bagels are worth the drive.",
                "rating": 5.0,
                "time": 1542273360000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "Sravya Alamuri",
                "text": "I didn't give a 5 because I felt everything is a bit costly here.But the bagel and cream cheese is a must try,it's delicious.Bagel costed 50 bucks plus cream another 50.",
                "rating": 4.0,
                "time": 1534710060000,
                "tables": [
                    7,
                    12,
                    10,
                    5
                ]
            }
        ],
        "timings": [
            "Wed",
            "Thu",
            "Sat",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Bakery"
            ],
            "new_ratings": [
                2.0
            ]
        }
    },
    {
        "Name": "Feast - Sheraton Hyderabad Hotel",
        "Cost": 2.5,
        "Collections": "Sunday Brunches, Great Breakfasts, Function Venues, Ramzan Mubarak",
        "reviews": [
            {
                "reviewer": "Salil Shailesh",
                "text": "Good food. Nice hospitality. Beautiful ambience, but not anything extra ordinary or out of this world. prices are a little higher as per the hotel standards. But overall experience was descent.",
                "rating": 3.0,
                "time": 1547234580000,
                "tables": [
                    3,
                    4,
                    12,
                    9,
                    8
                ]
            },
            {
                "reviewer": "Raashi Jain",
                "text": "I tried the buffet dinner. Very good spread both for vegetarians and non vegetarians . The food was good and the staff were friendly too. Will definitely be going there again. Do check out my blog page for more reviews @s.t.a.s.h on instagram.",
                "rating": 4.0,
                "time": 1552347660000,
                "tables": [
                    11,
                    13,
                    9
                ]
            },
            {
                "reviewer": "Tarun Anish",
                "text": "The starters, desserts are too good. Pasta can be improved. The service provided by viroopa was great. Great experience .\n\nPesto naan is great combo we can try",
                "rating": 5.0,
                "time": 1545086520000,
                "tables": [
                    3,
                    5,
                    1,
                    7,
                    8
                ]
            },
            {
                "reviewer": "Jaya Prakash",
                "text": "It was pleasant surprise brunch interms of food, huge variety desserts, biggest in Hyderabad interms of desserts and chef also so cooperative in need egg which where not there but he made it for us kudos",
                "rating": 4.0,
                "time": 1551397440000,
                "tables": [
                    2,
                    3,
                    12,
                    6
                ]
            },
            {
                "reviewer": "Taruna Singh",
                "text": "Very nice and humble staff. Cleanliness and everything is so god really impressed with the staff behaviour and i would love to come again . And refer this hotel to everyone i know. Special thanks to Varsha and chef Kranati .And other staff also commendable.",
                "rating": 5.0,
                "time": 1546855200000,
                "tables": [
                    1
                ]
            }
        ],
        "timings": [
            "Sun",
            "Sat",
            "Tue",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Modern Indian",
                " Asian",
                " Continental",
                " Italian"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "The Lal Street - Bar Exchange",
        "Cost": 1.3,
        "Collections": "Corporate Favorites, Happy Hours, Live Sports Screenings, Rooftops, Trending This Week",
        "reviews": [
            {
                "reviewer": "Atulay Mahajan",
                "text": "The place is mostly crowded on the weekends. It is better to go with a prior reservation. Prices are a little high. Music is good. Service is slow. Dishes could taste better.",
                "rating": 3.0,
                "time": 1556435220000,
                "tables": [
                    6,
                    11,
                    12,
                    3,
                    10
                ]
            },
            {
                "reviewer": "Charu Gupta",
                "text": "This is one good pub that can make your evening.\nWent for my birthday, the food is good and so are the drinks, made better by zomato 2+2.\n\nThe music was good and had a great time dancing to the numbers DJ was playing.\n\nOverall you will be satisfied and would want to stay longer.",
                "rating": 4.0,
                "time": 1554326880000,
                "tables": [
                    11,
                    14,
                    7
                ]
            }
        ],
        "timings": [
            "Fri",
            "Sat",
            "Mon",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Italian",
                " Finger Food"
            ],
            "new_ratings": [
                1.0,
                4.0,
                1.0
            ]
        }
    },
    {
        "Name": "Shah Ghouse Hotel & Restaurant",
        "Cost": 800.0,
        "Collections": "Late Night Restaurants",
        "reviews": [
            {
                "reviewer": "Siddharth B.",
                "text": "Always the best... The taste of the biryani is so unique that I can close my eyes, taste the biryani and tell that it's Shah Ghouse Biryani....\n\nI deducted one point for the behaviour, which could have been better. Not pointing towards any specific scenario but I would prefer ordering online from Shah Ghouse than going there and eating, specially when I am late.\n\nThe quality sets it apart from its competition. It is guaranteed that you will get the same excellent quality of food everytime ...\n\nI judge a restaurant by its consistency and Shah Ghouse is indeed the most consistent restaurant in terms of food quality.",
                "rating": 4.0,
                "time": 1558275360000,
                "tables": [
                    9,
                    5,
                    11,
                    7
                ]
            },
            {
                "reviewer": "Naresh Rayabarapu",
                "text": "We ordered egg biryani and we were delivered chicken biryani with chicken replaced with eggs. He tried his best to pose it as egg and biryani but he forgot to remove bones from the biryani.\n\nWouldn't order egg biryani from here again.",
                "rating": 1.0,
                "time": 1555578000000,
                "tables": [
                    3,
                    11,
                    8,
                    9
                ]
            },
            {
                "reviewer": "Debjit Hazra",
                "text": "The biryani here I found very delicious, worth of money. All spices were blended and mixed well, but one thing they used a lot of spices that could probably disturb the taste",
                "rating": 4.0,
                "time": 1556556540000,
                "tables": [
                    4,
                    3,
                    2,
                    14
                ]
            },
            {
                "reviewer": "Qkahmed",
                "text": "Shah Ghouse Hotel Did not deliver my order after making payment online. Zomato to ensure my online payment to be refunded as early as possible.",
                "rating": 1.0,
                "time": 1553653140000,
                "tables": [
                    5
                ]
            },
            {
                "reviewer": "Rahul Kumar",
                "text": "Offers one of the Best Biryani's in Hyderabad! Also their Irani chai is awesome. Both of them are must try, you'll not be disappointed. Place is little crowdy though.",
                "rating": 4.0,
                "time": 1553220420000,
                "tables": [
                    14,
                    12,
                    9
                ]
            }
        ],
        "timings": [
            "Mon",
            "Fri",
            "Tue",
            "Thu",
            "Wed",
            "Sun",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Biryani",
                " North Indian",
                " Chinese",
                " Seafood",
                " Beverages"
            ],
            "new_ratings": [
                2.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Eat India Company",
        "Cost": 1.3,
        "reviews": [
            {
                "reviewer": "Abhinav Baloni",
                "text": "The food is good, the ambiance is good, we were greeted by Dilip Das, and he made it an amazing experience for us to dine in over here.\nSurely would like to come again!",
                "rating": 5.0,
                "time": 1533502800000,
                "tables": [
                    6,
                    12
                ]
            },
            {
                "reviewer": "Ravindra Babu Gompa",
                "text": "Enjoyed the lunch buffet, had multiple varieties of starters. Tasted like awesome. There are many variables in main course as well. Desserts are less in number but should be fine. The final ice cream mix was just sumptuous !!",
                "rating": 5.0,
                "time": 1533915240000,
                "tables": [
                    7,
                    13,
                    10
                ]
            },
            {
                "reviewer": "Vishal Trivedi",
                "text": "Very bad services, I booked table in advance with zomato gold , after taking first order, they did not turned up to table to take main course order or to serve water or to clean up table. One should not come with family here.",
                "rating": 1.0,
                "time": 1545169740000,
                "tables": [
                    13,
                    7,
                    2,
                    12,
                    1
                ]
            },
            {
                "reviewer": "Suresh",
                "text": "Too much of crowd and no one will attend you for quite some time. Worst experience till date. Totally waste of time visiting this place, you ll leave this place in frustration.",
                "rating": 1.0,
                "time": 1540485600000,
                "tables": [
                    8,
                    4,
                    9,
                    1,
                    10
                ]
            }
        ],
        "timings": [
            "Sun",
            "Sat",
            "Mon",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Mughlai",
                " Beverages"
            ],
            "new_ratings": [
                1.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "Mathura Vilas",
        "Cost": 500.0,
        "Collections": "Veggie Friendly, Terrific Thalis",
        "reviews": [
            {
                "reviewer": "Ramu",
                "text": "Staff is very reckless and they are least bother about the customer. We left without having lunch for keeping wait for more then 30 mins and the manager even not ask us to wait. He went inside to cancel the order",
                "rating": 1.0,
                "time": 1553264040000,
                "tables": [
                    14,
                    11,
                    4
                ]
            },
            {
                "reviewer": "Pritesh Mohanty",
                "text": "Service - Extremely Poor 1*\nFood - Average 2*\nAmbience- Average 2*\nOverall not a good experience. We ordered for North Indian thali, had to wait pretty long for it to come. Finally arrived, now to make it worse, If we ordered for some more they took 20 mins or more to get the item. They are so slow in serving, you will loose interest in your food. Welcome drink came after we finished having the starters, such is their promptness.",
                "rating": 2.0,
                "time": 1543093620000,
                "tables": [
                    2,
                    4
                ]
            },
            {
                "reviewer": "Pooja Singh",
                "text": "Had Navratri thali here which was very tasty. Had a very basic taste and was totally abiding to the food eaten in fasting.\nPlace is nice and small. Tends to become a little congested sometimes.\nThe only drawback is that this place is a little overpriced. Navratri thaali was for rs. 300 and other items are also a little expensive.",
                "rating": 4.0,
                "time": 1540337700000,
                "tables": [
                    14,
                    12,
                    10,
                    5,
                    13
                ]
            },
            {
                "reviewer": "Piyali & Rahul Sarkar",
                "text": "Dont get fooled by seeing their advertisements, where they show lavish South Indian thali served on banana leaf. We went there in search of authentic south cusine, but returned disappointed. They didn't have any kind of thali at dinner and serve only north indian ala carte. We ordered some soup and starters which was okay. Then we ordered besibelebhat and curd rice, both were pathetic.They have a very confused theme. Don't waste your time or spoil your mood.",
                "rating": 1.0,
                "time": 1541343960000,
                "tables": [
                    4
                ]
            },
            {
                "reviewer": "Ricky",
                "text": "We ordered veg Thali here and trust me on this, food taste was good. Perhaps they can do better on buttermilk area. Serve in medium or large glass guys. We did not order tequila shots. Average price levels. Place to be with your office colleagues sometimes for quick feast.",
                "rating": 4.0,
                "time": 1543098120000,
                "tables": [
                    7,
                    14,
                    12
                ]
            }
        ],
        "timings": [
            "Sat",
            "Thu",
            "Fri",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "South Indian",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "Chinese Pavilion",
        "Cost": 1.0,
        "reviews": [
            {
                "reviewer": "Foodie Cookie",
                "text": "I have tried prawn pepper chili , Chinese pavilion special veg noodles ,fried rice and some other Chinese cuisines from here. The prawn was very good .So was the noodles . though It had a plenty of veggies it was overpriced. Last time I ordered fried rice which didn't taste good plus I found something in the food that made question their hygiene . Never going to visit place for that.",
                "rating": 3.0,
                "time": 1486843260000,
                "tables": [
                    14
                ]
            },
            {
                "reviewer": "Ashutosh Jambhale",
                "text": "Restaurant serving a Chinese cuisine on gachibowli mehdipatnam road. The food is not so great and doesn't have that authentic taste. The dishes they serve are different but fails to impress interms of presentation, taste and even price.\nThe ambiance is good and doesn't have anything which will make you feel wow. The restaurant is costly so look at the menu on zomato before you enter the restaurant. One of the dishes we took was totally burnt. The quantity of food is good compared to other restaurants.\n\nFood - 3/5\nAmbiance -3/5\nService - 3/5",
                "rating": 3.0,
                "time": 1486654440000,
                "tables": [
                    5,
                    11,
                    8
                ]
            }
        ],
        "timings": [
            "Tue",
            "Fri",
            "Wed",
            "Sat",
            "Sun",
            "Thu",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Seafood"
            ],
            "new_ratings": [
                3.0,
                2.0,
                3.5,
                3.0,
                4.0
            ]
        }
    },
    {
        "Name": "Prism Club & Kitchen",
        "Cost": 1.2,
        "Collections": "Sneak Peek Hyderabad, Best Bars & Pubs, Gigs and Events",
        "reviews": [
            {
                "reviewer": "Sneh Tarang Randev",
                "text": "This place is lit! I totally enjoyed everything from service to set up to light, sound and the magical paper bursting thing they do towards the end. Given the current trend of clubs in Hyd, I don't find the place expensive. The waiters and bouncers were friendly, even on a busy night with Zaedan performing and took great care.",
                "rating": 5.0,
                "time": 1558271580000,
                "tables": [
                    2,
                    13
                ]
            },
            {
                "reviewer": "Harshet Agarwal",
                "text": "This place a great feel to it \nvery vibrant and loud\ngood to have a pool party at this time of the year\namazing place to party\nhoping to visit soon",
                "rating": 3.0,
                "time": 1556993100000,
                "tables": [
                    14
                ]
            },
            {
                "reviewer": "Nishith Vyas",
                "text": "One of the best pub in Gachibowli. Killer ambience with awesome lighting and sound. Was there on 03-Feb-2019 and dj was Mariana Bo. Tracks played by her was so groovy and all beats were just apt for the night. Must recommend to everyone who like clubbing.",
                "rating": 5.0,
                "time": 1549210680000,
                "tables": [
                    11,
                    3,
                    1,
                    6,
                    10
                ]
            },
            {
                "reviewer": "Ashok Choudhary",
                "text": "I have been on Friday night and reached at round 10pm.\nIt was almost full we hardly get space for standing.\nThey occupied huge space and designed interior amazingly which definitely deserve a cover charge as its into business but one thing which nowhere make sense to taking 500 bucks for just entry out of 2k when every items price also decent to take your business ahead.\nWe could not order any snacks except one as we had to carry on hand and could spoil our party mood.\nI must say either they should revoke their concept of charging for entry or should be take responsibility to offer seats atleast when you are visiting as couple or in group.\nDj was playing good track and it was enjoyable moment we spent.\nZomato is showing 1200 for two ppl which is really surprising 😂 even though you cant step down to this place until unless spend 2k bucks so be aware and keep your pocket tight as this place is not for normal class people 😉.",
                "rating": 3.0,
                "time": 1548520500000,
                "tables": [
                    6,
                    13
                ]
            }
        ],
        "timings": [
            "Sun",
            "Fri",
            "Sat",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Kebab",
                " Continental",
                " Italian",
                " North Indian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "KS Bakers",
        "Cost": 200.0,
        "reviews": [
            {
                "reviewer": "Raghu",
                "text": "KS bakers , known for its food in bakery items.\nOrdered Veg hot dogs,\nPremium butter scotch pastry,\nItalian chocolate pastry,\nVeg hot dog, stuffed with Aloo, onions , tomato slices and mayonnaise , tastes good.\nPastries are also worth a try.\n\nOverall ok.",
                "rating": 3.5,
                "time": 1503357660000,
                "tables": [
                    3,
                    9
                ]
            },
            {
                "reviewer": "Sunil Mass",
                "text": "Visited several times really good place to go with friends and family..Pizzas good and pastries also good..Loved their varieties...They bake everything fresh",
                "rating": 5.0,
                "time": 1513190100000,
                "tables": [
                    11,
                    9,
                    3,
                    6,
                    7
                ]
            },
            {
                "reviewer": "Pavani Smiley",
                "text": "Very good items to have with friends and family\n.eagerly waiting for new items as they're good at baking . Mana Telugu valla bakery. Pastries really worth try and burgers too.",
                "rating": 5.0,
                "time": 1514229240000,
                "tables": [
                    14,
                    13,
                    5
                ]
            }
        ],
        "timings": [
            "Wed",
            "Tue",
            "Mon",
            "Fri",
            "Sun",
            "Thu",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Bakery",
                " Desserts",
                " Fast Food"
            ],
            "new_ratings": [
                3.0,
                3.0,
                4.5,
                4.5
            ]
        }
    },
    {
        "Name": "Behrouz Biryani",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Sunkara Karuna",
                "text": "They have not delivered the order and the number they mentioned to call is not reachable. We waited nearly 2hrs neither order received or zomato sup port cant do anything about the delivery. Finally we have not received the order. But mail has come to provide the review. Be careful while ordering from this restaurant.",
                "rating": 1.0,
                "time": 1544135220000,
                "tables": [
                    12,
                    3,
                    8,
                    2
                ]
            },
            {
                "reviewer": "Amit Pradhan",
                "text": "Pathetic biryani ever I had. In my life.. If u really wants to eat biryani then don't order for here.. Better look for other options..\n\nOnly the packing is good but food is not at all good..",
                "rating": 1.0,
                "time": 1544789460000,
                "tables": [
                    14,
                    13,
                    4,
                    2,
                    8
                ]
            }
        ],
        "timings": [
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Mughlai",
                " Biryani"
            ],
            "new_ratings": [
                1.0,
                4.0,
                1.0,
                5.0
            ]
        }
    },
    {
        "Name": "T Grill",
        "Cost": 700.0,
        "reviews": [
            {
                "reviewer": "Liza Pradhan",
                "text": "Average food had.... Here.... Only the part is price reasonable... But did not liked the taste of food .. had chicken biryani and other starters...which not like last time visit ... .......",
                "rating": 3.0,
                "time": 1527104160000,
                "tables": [
                    13,
                    3,
                    11
                ]
            },
            {
                "reviewer": "Raghu",
                "text": "Located near Varun motors,\nBeen to this pace for lunch,\nPlace is huge with good outdoor seating.\nOrdered chicken corn soup, boneless chicken kebab, chicken and mutton biryanis.\nChicken corn soup is ok.\nChicken kebab, soft and tender, tastes good, which is worth a try.\nMutton biryani is ok.\n\nCons : no proper service and waiting time is more.\n\nOverall ok.",
                "rating": 3.0,
                "time": 1512435840000,
                "tables": [
                    9
                ]
            },
            {
                "reviewer": "Alnick Bryan",
                "text": "I can't explain the feeling i felt when I started eating the two most beautiful things that exist in this world: Butter Naan and Kothimeera chicken.",
                "rating": 4.5,
                "time": 1505428620000,
                "tables": [
                    11,
                    12,
                    6,
                    4
                ]
            }
        ],
        "timings": [
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Andhra",
                " Biryani",
                " Chinese"
            ],
            "new_ratings": [
                4.0,
                4.0
            ]
        }
    },
    {
        "Name": "The Chocolate Room",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Suresh Nayak",
                "text": "good",
                "rating": 5.0,
                "time": 1532886780000,
                "tables": [
                    1,
                    3,
                    5,
                    9
                ]
            },
            {
                "reviewer": "Gautam Thakur",
                "text": "Taste and quality is good... May be a bit more better....",
                "rating": 4.0,
                "time": 1529837220000,
                "tables": [
                    5
                ]
            },
            {
                "reviewer": "Princy Singh Rajput",
                "text": "Great place for all the chocolate lovers you will find All varieties of chocos in this shop.\nAmbience is good....service is also good. Food items are also good.",
                "rating": 3.0,
                "time": 1541291040000,
                "tables": [
                    3,
                    12,
                    7,
                    4
                ]
            },
            {
                "reviewer": "Shahil Varshney",
                "text": "Bounty milk shake: -1/5We ordered a Bounty milk shake and that was the pathetic so called \"SHAKE\" I ever had in my Life so Far. And the price was Rs 189 which was not even worth if given for free. A normal tea from office pantry tastes far better than this drink. I dont have an option for giving a NEGATIVE Rating, hence forced to give a \"1\", when its not even worth to have a rating. We were so hungry and planned to have some food, but we were so tired with the shake given and we packed up without even finishing half glass of the drink. I will never prefer this to anyone even the restaurant offer for a free treat.",
                "rating": 1.0,
                "time": 1540579740000,
                "tables": [
                    8,
                    2,
                    12,
                    3,
                    4
                ]
            }
        ],
        "timings": [
            "Fri",
            "Sat",
            "Mon",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Cafe",
                " Desserts"
            ],
            "new_ratings": [
                1.0,
                2.0
            ]
        }
    },
    {
        "Name": "Over The Moon Brew Company",
        "Cost": 1.2,
        "Collections": "Best Bars & Pubs, Food Hygiene Rated Restaurants in Hyderabad, Top-Rated, Gold Curated, Hyderabad's Hottest",
        "timings": [
            "Thu",
            "Sun",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "Asian",
                " Continental",
                " North Indian",
                " Chinese",
                " Mediterranean"
            ],
            "new_ratings": [
                5.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Delhi-39",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Rounak Bhamra",
                "text": "Very poor quality food and service. Surprised to find such a restaurant on Zomato. Seemed like they have taken customer satisfaction for granted. Please look into it.",
                "rating": 1.0,
                "time": 1526311380000,
                "tables": [
                    11,
                    1,
                    14,
                    3,
                    5
                ]
            }
        ],
        "timings": [
            "Tue",
            "Thu",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese"
            ],
            "new_ratings": [
                1.0,
                2.0,
                1.0,
                3.0,
                1.0
            ]
        }
    },
    {
        "Name": "NorFest - The Dhaba",
        "Cost": 550.0,
        "timings": [
            "Fri",
            "Tue",
            "Mon",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "3B's - Buddies, Bar & Barbecue",
        "Cost": 1.1,
        "Collections": "Barbecue & Grill, Live Sports Screenings",
        "reviews": [
            {
                "reviewer": "Sudeep Pattanayak",
                "text": "Wonderful service by Shivam. Good starters and a very affordable price. The staff is very friendly and cordial. The food is good and served well.",
                "rating": 5.0,
                "time": 1558045320000,
                "tables": [
                    7,
                    8,
                    14,
                    5
                ]
            },
            {
                "reviewer": "Tarakitchand",
                "text": "Recently visited this place. In one word Awesome!!\nThanks Govind for taking special care and showing a real buddy's place.\nWill visit again,\nTarak.",
                "rating": 4.0,
                "time": 1555361040000,
                "tables": [
                    4,
                    12,
                    7
                ]
            }
        ],
        "timings": [
            "Sat",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Mediterranean",
                " European"
            ],
            "new_ratings": [
                5.0,
                5.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Shanghai Chef 2",
        "Cost": 800.0,
        "Collections": "Pan-Asian Delicacies",
        "reviews": [
            {
                "reviewer": "Anamay Tamrakar (Aman)",
                "text": "Its a casual place for good chinese food. The ambience is a bit dull, but the food is okay. Service is ok. Have been here on multiple occasions and have liked the food they serve.",
                "rating": 3.0,
                "time": 1554563640000,
                "tables": [
                    12,
                    10,
                    6
                ]
            },
            {
                "reviewer": "Shubhamjuneja41",
                "text": "Food and service was good!\nI ordered lemon coriander soup,honey chilli potato and schezwan noodles.\nSoup was just okay.\nHoney chilli potato was tasty but could have been more crispy.\nSchezwan noodles were tasty\nOverall good experience.",
                "rating": 4.0,
                "time": 1530656940000,
                "tables": [
                    11,
                    12,
                    13,
                    6,
                    9
                ]
            },
            {
                "reviewer": "Lasya M",
                "text": "ordered salt and pepper prawns : it was extrememly salty and we couldnt eat it",
                "rating": 1.0,
                "time": 1538075940000,
                "tables": [
                    12,
                    4,
                    14
                ]
            }
        ],
        "timings": [
            "Sun",
            "Sat",
            "Mon",
            "Fri",
            "Wed",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Thai",
                " Indonesian",
                " Asian"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "Yum Yum Tree - The Arabian Food Court",
        "Cost": 1.2,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad",
        "timings": [
            "Wed",
            "Fri",
            "Thu",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Hyderabadi"
            ],
            "new_ratings": [
                3.0,
                5.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Owm Nom Nom",
        "Cost": 900.0,
        "reviews": [
            {
                "reviewer": "Pankaj Kishan",
                "text": "vey good on time",
                "rating": 5.0,
                "time": 1533217800000,
                "tables": [
                    10,
                    12,
                    11,
                    14,
                    1
                ]
            },
            {
                "reviewer": "Nandini",
                "text": "good",
                "rating": 4.0,
                "time": 1532968620000,
                "tables": [
                    9,
                    3,
                    5
                ]
            },
            {
                "reviewer": "Bharath Bharath",
                "text": "Ordered chicken fried piece biryani with an advice of my colleague, after eating I am suggesting the same to my friends and colleagues to eat and order at own nom nom.",
                "rating": 4.0,
                "time": 1546207440000,
                "tables": [
                    13,
                    14,
                    6
                ]
            }
        ],
        "timings": [
            "Sun",
            "Wed",
            "Mon",
            "Fri",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Chinese",
                " Biryani",
                " Andhra",
                " North Indian"
            ],
            "new_ratings": [
                2.0,
                1.0,
                1.0,
                3.0
            ]
        }
    },
    {
        "Name": "KFC",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Roshi Reddy",
                "text": "this is not up to kfc",
                "rating": 1.0,
                "time": 1543606320000,
                "tables": [
                    13,
                    6,
                    11
                ]
            },
            {
                "reviewer": "Venkat.Ch",
                "text": "KFC Kentucky fried chicken 🐔.. Every one know this place then why to review.. I came here to have a quick meal and that to a new launch item.. Krunchy burger. As u can see lot of adds about this..\n\nThe store is quite neat and clean.. Might be the reason there r only two tables..\n\nStaff is quite good ND cool order for 5in1 krunchy box hit wings were really nice.. Hash brown potato I did not liked it there was no taste actually.. For my palate.. Coming to 🍔 burger there are some crunches added to the burger which make to feel it's crisp but coming to the chicken which is in side burger is not crispy it's soft..\n\nBut over all its good.. Want to give 3.5 buts u don't have option. This box will fill ur stomach and pics is decent.. No heavy at all 209/- for one box included taxes\n\nKeep going good guys.. See u again",
                "rating": 4.0,
                "time": 1532363880000,
                "tables": [
                    1,
                    13
                ]
            },
            {
                "reviewer": "Manvendra Singh",
                "text": "excellent job",
                "rating": 5.0,
                "time": 1533665820000,
                "tables": [
                    9,
                    6,
                    11,
                    4
                ]
            },
            {
                "reviewer": "Sirisha",
                "text": "good",
                "rating": 5.0,
                "time": 1533041160000,
                "tables": [
                    9
                ]
            },
            {
                "reviewer": "AM",
                "text": "Their delivery sucks their customer service has dropped pathetic customer service very rude delivery guys who have no manners how to speak to women I will never order from KFC again.Really if you continue to misbehave & ill treat your customers you will pay for it & you will be chucked out of India like Mac Donalds okay never threaten your customers you guys are disgusting.Will never order from you again & I hope you shut down because you do not respect your customers any more.Pathetic & Disgusted with KFC.",
                "rating": 1.0,
                "time": 1533385140000,
                "tables": [
                    10
                ]
            }
        ],
        "timings": [
            "Sat",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "Burger",
                " Fast Food"
            ],
            "new_ratings": [
                1.0,
                3.0,
                1.0
            ]
        }
    },
    {
        "Name": "Marsala Food Company",
        "Cost": 700.0,
        "Collections": "Mandi, Great Buffets, The ‘Must Visit’ Eateries",
        "timings": [
            "Wed",
            "Thu",
            "Fri",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "Arabian",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                3.0,
                1.0,
                4.0,
                1.0,
                1.0
            ]
        }
    },
    {
        "Name": "The Tilt Bar Republic",
        "Cost": 1.5,
        "Collections": "Gigs and Events, Corporate Favorites",
        "reviews": [
            {
                "reviewer": "Marsha",
                "text": "I went to this place for a date and absolutely loved it. The layout , lighting, music is perfect for a romantic dinner. Even if you are with friends and don't want to miss out an important match this is a very nice place for good food, good company and the Indian team on a large screen :P. The staff is very very good (one of the best) .For the two of us they found a cosy corner where we would get some quietness yet not miss the match.When we were undecided about what to order, one of them politely suggested a Fish dish and that turned out to be oh so tasty! Cilantro fish is a must try here. I could have easily had another plate.The softness..the perfect marination..the taste of coriander...i loved it.Then i ordered the Non veg platter and I had wished i had just taken another suggestion :(. I didn't like prawn tempura at all.Pepper chicken,Soya chilli lamb and sesame fried fish were okayish.\nFor drinks again we turned to the waiter and he was again bang on with his choices.He got me a Belgian Kriek which is white beer based drink with the blend of cherry juice.I loved the tanginess followed by rich sweetness that lingers on in the mouth. My friend tried Erginder Dunkel - this is a wheat beer with delicate roasting aromas.I took a sip and liked it but i liked mine better.:P. Then came the best part of our dinner - the choco lava cake! The ice cream served in a seperate bowl and the brownie filled with chocolate syrup which oozes out when you cut it.Complete foodgasm! One of the best choco lavas i have had.I m gonna visit this place quite frequently :D",
                "rating": 4.0,
                "time": 1537528440000,
                "tables": [
                    11,
                    2,
                    13,
                    1
                ]
            },
            {
                "reviewer": "Chamanthula",
                "text": "It's another good spot which I frequent with friends. Great selection of craft beers love the taste. The staff are always extremely friendly and give good suggestions. Often go here to wind down the day with a pitcher of beer.",
                "rating": 5.0,
                "time": 1546649160000,
                "tables": [
                    10
                ]
            },
            {
                "reviewer": "Sachin Sherikar",
                "text": "Terrible staff. I don't remember when the last time I saw such horrible and unorganized staff. Most of the staff isn't aware of what order is being placed. They end up getting the stuffs from their which you haven't ordered. We had to wait for over an hour for our main course and then the food was also a big disappointment.",
                "rating": 1.0,
                "time": 1536497400000,
                "tables": [
                    8,
                    3
                ]
            },
            {
                "reviewer": "Niraj Gupta",
                "text": "Great variety of tap and bottle beers that cater to almost every kind of palate.  Food was above average, specially recommend their Cilantro fish.",
                "rating": 4.0,
                "time": 1539351960000,
                "tables": [
                    8,
                    1,
                    14,
                    4
                ]
            }
        ],
        "timings": [
            "Wed",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Continental",
                " Italian"
            ],
            "new_ratings": [
                2.0,
                3.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Cream Stone",
        "Cost": 350.0,
        "Collections": "Frozen Delights",
        "reviews": [
            {
                "reviewer": "Yugandhar",
                "text": "good",
                "rating": 5.0,
                "time": 1539213000000,
                "tables": [
                    14,
                    12,
                    7
                ]
            },
            {
                "reviewer": "Infitree Tech",
                "text": "One of my favourite cream stone. Loved the taste with brownie \"Chocovala\". I was completely satisfied with the Chocovala . I will suggest this to my friends, they can also enjoy this same feeling.",
                "rating": 5.0,
                "time": 1549747620000,
                "tables": [
                    12,
                    13,
                    5,
                    4,
                    11
                ]
            }
        ],
        "timings": [
            "Wed"
        ],
        "details": {
            "cuisines": [
                "Ice Cream",
                " Desserts"
            ],
            "new_ratings": [
                1.0
            ]
        }
    },
    {
        "Name": "Shree Santosh Dhaba Family Restaurant",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Manohar Hari",
                "text": "No salt in food",
                "rating": 1.0,
                "time": 1551039540000,
                "tables": [
                    3,
                    13,
                    14
                ]
            },
            {
                "reviewer": "Puduru Sunil Kumar",
                "text": "very good",
                "rating": 5.0,
                "time": 1532729640000,
                "tables": [
                    8,
                    1,
                    7
                ]
            },
            {
                "reviewer": "Raghuram",
                "text": "You will definitely enjoy the food here... 100%Veg Ratings: Food 3.5/5, Service 3.5/5, Ambiance 3.5/5, Biryani 3.5/5. \nKaju Biryani is good. #CanTry",
                "rating": 3.0,
                "time": 1530565080000,
                "tables": [
                    11,
                    13,
                    1
                ]
            },
            {
                "reviewer": "Mahi",
                "text": "worst paneer Manchuria I ever ate till now....total money waste. this restaurant should be removed from Zomato.",
                "rating": 1.0,
                "time": 1534461180000,
                "tables": [
                    4,
                    8,
                    11,
                    2
                ]
            }
        ],
        "timings": [
            "Mon",
            "Sat",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Fast Food"
            ],
            "new_ratings": [
                5.0,
                3.0,
                4.0,
                1.0
            ]
        }
    },
    {
        "Name": "The Fisherman's Wharf",
        "Cost": 1.5,
        "Collections": "Sunday Brunches, Corporate Favorites, Great Buffets, Hyderabad's Hottest, Food Hygiene Rated Restaurants in Hyderabad, Top-Rated, Gold Curated",
        "reviews": [
            {
                "reviewer": "Arpa Ghosh",
                "text": "On a Sunday evening, my wife got some serious cravings for sea food. So the first name that came to my find was \"Fisherman's Wharf\". On my last trip to Goa, I had the opportunity to visit their outlet near Mobor beach(South Goa). I won't say that I had an awesome food experience, but I was blown away by their ambiance! Although they have opened an outlet in Hyderabad, for quite sometime , but somehow we were yet to visit. So on Sunday 19th May, 2019, it was time for redemption. We visited the place around at 8:30 pm in evening , and by just watching the sheer numbers of cars parked, I could figure out that it was a full house!\n\nAmbiance\n===========\nAt the reservation table, we were courteously greeted. Then we were taken inside and had our indoor seat at \"Panjim\" restaurant. We would had loved an outdoor or upper deck seats, but unfortunately all were reserved! Starting from decors, live music, the lighting, well all I could say was that place was lively! The ambiance may not be as good as their South Goa outlet, but its not lagging that far, either! Ratings - 4/5.\n\nService\n===========\nAs we were seated indoors at the \"Panjim\" restaurant, Himanshu was in-charge of our table. He was polite , courteous and efficient.  He was prompt in taking the order for us and the food came literally in no time. Top-notch! Ratings - 5/5.\n\nFood\n===========\nTa-da, here comes the big deal! My wife had prawn curry rice and I had fish and chips.   The prawn curry had thick gravy, prepared with coconut milk and Goan spices and tasted yum!  It was served with steamed rice. For the fish and chips fillet, well the size of the fillets was really generous and tasted really well. It was served with tarter dip! I was really impressed with the food, and now that we can get the coastal flavors  here in Hyderabad, is a pure bliss! Ratings - 4.5/5.\n\nValue for Money\n=============\nHmm, its a very important point! Is the food served, worth the price? Absolutely yes! My bill was just around a thousand bucks for the amazing dinner, and I am not complaining! Ratings - 4/5.\n\nLets calculate,\n\nRating = (Ambiance + Service + Food + VFM)/4 = 4.375\n\nFinal Thoughts\n\n============= \nIf you love live music, Goan shack kinda experience and good sea food, then its a must visit! Probably one of the best place to chill out in Hyderabad.",
                "rating": 4.0,
                "time": 1558348080000,
                "tables": [
                    10
                ]
            },
            {
                "reviewer": "Deepak Raj",
                "text": "One of the best fine dining restaurant in Hyderabad . Superb ambiance and great service. I personally loved the place and the way they treat .\n\nTried spring roll, Tempura squid ,Drums of heaven and fish nam prik pao. Fish tasted awesome. Overall starters were great and you will not be disappointed.\n\nComing to main course ,tried mixed veg pulao and Dak bungalow chicken. Pulao could have been better. One more problem is you need to pay for raita or gravy to go with pulao.\n\nOverall one will enjoy the ambiance and food. Better to have a reservation during weekends.\n\nAmbiance--5/5\n\nTaste--4/5\n\nQuality and Quantity --4/5\n\nService--5/5\n\nPresentation--4/5",
                "rating": 4.0,
                "time": 1558206840000,
                "tables": [
                    3,
                    10,
                    2,
                    13
                ]
            },
            {
                "reviewer": "Siddu",
                "text": "Situated at end of the city. Very Spacious and Ambience makes us feel like it was in Goa ! Theme restaurant like a fisherman's place ! Number of sea food items available! We can select a fish and make them prepare in customisation way ! We visited for a friend's party , ordered many items but we are not satisfied with the taste ! Soup tasted so bad ! Prawns and Fish items are not so much tasty ! Potato Starter was good ! Squats in fish was good ! Ordered Lemonade but not much great than I tasted before !",
                "rating": 3.0,
                "time": 1553992320000,
                "tables": [
                    11,
                    4,
                    9,
                    7
                ]
            }
        ],
        "timings": [
            "Mon",
            "Tue",
            "Thu",
            "Fri",
            "Sat",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "Seafood",
                " Goan",
                " North Indian",
                " Continental",
                " Asian"
            ],
            "new_ratings": [
                1.0,
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "Arena Eleven",
        "Cost": 1.6,
        "Collections": "New on Gold",
        "reviews": [
            {
                "reviewer": "Ramki.ges",
                "text": "This is one of the best places to chill out with your friends. People can visit this place any time and they can get offers on every order they make. One of the best hangout places to go to.",
                "rating": 5.0,
                "time": 1557785040000,
                "tables": [
                    4,
                    8,
                    10,
                    13,
                    11
                ]
            }
        ],
        "timings": [
            "Sat",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Continental"
            ],
            "new_ratings": [
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Asian Meal Box",
        "Cost": 200.0,
        "timings": [
            "Fri",
            "Sun",
            "Tue",
            "Thu",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Asian"
            ],
            "new_ratings": [
                3.0,
                5.0
            ]
        }
    },
    {
        "Name": "The Indi Grill",
        "Cost": 1.5,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad, Great Buffets, Hyderabad's Hottest",
        "reviews": [
            {
                "reviewer": "Aastha Anand",
                "text": "The ambience and service was very good. It was a good experience. Raza Ikrabul and Ritam served us well. Enjoyed team lunch at Indi grill. Both veg and non veg had good options.",
                "rating": 5.0,
                "time": 1556808660000,
                "tables": [
                    1,
                    2
                ]
            }
        ],
        "timings": [
            "Fri",
            "Wed",
            "Sat",
            "Sun",
            "Mon",
            "Thu",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "BBQ",
                " Asian",
                " Modern Indian"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "Khaan Saab",
        "Cost": 1.1,
        "Collections": "New on Gold",
        "timings": [
            "Mon",
            "Wed",
            "Sat",
            "Fri",
            "Thu",
            "Sun",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Mughlai"
            ],
            "new_ratings": [
                4.0,
                5.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "eat.fit",
        "Cost": 500.0,
        "Collections": "Food Hygiene Rated Restaurants in Hyderabad",
        "timings": [
            "Sun",
            "Thu",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Healthy Food",
                " North Indian",
                " Continental",
                " South Indian"
            ],
            "new_ratings": [
                5.0,
                1.0,
                4.0
            ]
        }
    },
    {
        "Name": "Royal Spicy Restaurant",
        "Cost": 700.0,
        "reviews": [
            {
                "reviewer": "King K",
                "text": "Have ordered ulavacharu biriyani its very tasty and we liked it. Any new buddy.... Just try it once and you will love it. #tasty #loved #resonableprice.",
                "rating": 5.0,
                "time": 1540959480000,
                "tables": [
                    7
                ]
            },
            {
                "reviewer": "Md Ibrahim",
                "text": "I order special chicken biryani that was very good and good service as well taste wise also very good I love this place I will come back again .",
                "rating": 5.0,
                "time": 1533694260000,
                "tables": [
                    7
                ]
            },
            {
                "reviewer": "Pavani",
                "text": "nice",
                "rating": 4.0,
                "time": 1534460460000,
                "tables": [
                    7,
                    5
                ]
            }
        ],
        "timings": [
            "Thu",
            "Fri",
            "Sat",
            "Tue",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " South Indian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                4.0,
                4.0,
                3.0
            ]
        }
    },
    {
        "Name": "Pakwaan Grand",
        "Cost": 400.0,
        "Collections": "Trending This Week",
        "reviews": [
            {
                "reviewer": "Sahiti Vemulapalli",
                "text": "I became a big fan for their Chicken Biryani. I ordered thrice but there is no difference in the food taste and always tasted wonderful. 😄😄",
                "rating": 5.0,
                "time": 1550777220000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "Irfan Ma",
                "text": "Nice service.. Timely service... Good to order from here.. No miss matches from order list and received list... Good tasty and hot too. Well placed",
                "rating": 4.0,
                "time": 1548604500000,
                "tables": [
                    2
                ]
            },
            {
                "reviewer": "Pratap",
                "text": "Ordered Special Mashad Haleem,it tasted good and was topped with Kaju, Almonds, Pistachios and fried onions. It's a must try over here.\nSpecial Mashad Haleem: 4/5\n\nHad also tried veg manchuria, chicken biryani, double ka meetha, murg malai kabab.\nChicken biryani was average. Not a big fan of this.\nVeg manchuria was ok.\nMurg malai kabab was good, should definitely try this one\nDouble ka meetha was ok",
                "rating": 3.0,
                "time": 1558095300000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "Rahul Jaiswal",
                "text": "Food is good but paking is worst",
                "rating": 3.0,
                "time": 1538231160000,
                "tables": [
                    14,
                    7
                ]
            },
            {
                "reviewer": "Dipjyoti Deka",
                "text": "Good restaurant which is not overhyped but serves food to my taste. Not too spicy just the right balance of spices and aromas. Ordered Chicken Masala and Roti which was again good and ordered Plate Biryani all of this was sufficient for 2 people and we truly enjoyed it.",
                "rating": 4.0,
                "time": 1550952840000,
                "tables": [
                    1,
                    5
                ]
            }
        ],
        "timings": [
            "Wed",
            "Mon",
            "Thu",
            "Fri",
            "Sun",
            "Tue",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Biryani"
            ],
            "new_ratings": [
                1.0,
                4.0,
                1.0,
                3.0
            ]
        }
    },
    {
        "Name": "Komatose - Holiday Inn Express & Suites",
        "Cost": 1.5,
        "Collections": "Happy Hours, Top-Rated, Gold Curated",
        "reviews": [
            {
                "reviewer": "Juhi Nayak",
                "text": "The bar ambiance is good. We ordered chilli broccoli and that had mix of broccoli and cauliflower. Broccoli was tasty!!\nIt is at the outer area so there was problem for booking a cab also at 8:30 pm while returning",
                "rating": 2.0,
                "time": 1540020540000,
                "tables": [
                    12,
                    5,
                    11
                ]
            },
            {
                "reviewer": "Satyen Rai",
                "text": "Komatose turned out to be a nice little place. The food/drinks, the ambiance, the live music* — everything was nice. They have great options for both buffet and a la carte. They even have an open sitting area which adds to the overall appeal.\n\nRecommendation — a must visit if you are in the area.\n\n* The live music is available only on Saturdays — as far as I know.",
                "rating": 4.0,
                "time": 1537106820000,
                "tables": [
                    14,
                    4,
                    8,
                    6,
                    11
                ]
            }
        ],
        "timings": [
            "Thu",
            "Fri",
            "Wed",
            "Tue",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Japanese",
                " Sushi"
            ],
            "new_ratings": [
                1.0,
                3.5,
                5.0
            ]
        }
    },
    {
        "Name": "13 Dhaba",
        "Cost": 450.0,
        "Collections": "Veggie Friendly",
        "timings": [
            "Sun",
            "Tue",
            "Fri",
            "Mon",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "North Indian"
            ],
            "new_ratings": [
                4.0,
                2.0
            ]
        }
    },
    {
        "Name": "Barbeque Nation",
        "Cost": 1.6,
        "Collections": "Barbecue & Grill",
        "reviews": [
            {
                "reviewer": "Indranil Saha",
                "text": "I visited this branch for Independence Day lunch with two of my friends. As usual Barbecue Nation was superb at its food and service. People in Hyderabad prefer AB’s over BN, but somehow I felt BN is still a better place. Staff members were really good and everything was so delicious! We really enjoyed our time there. Thumbs up 👍",
                "rating": 5.0,
                "time": 1534369320000,
                "tables": [
                    4,
                    1
                ]
            }
        ],
        "timings": [
            "Sat",
            "Tue",
            "Sun",
            "Wed",
            "Mon",
            "Fri",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "Mediterranean",
                " North Indian",
                " Kebab",
                " BBQ"
            ],
            "new_ratings": [
                4.0,
                5.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Absolute Sizzlers",
        "Cost": 750.0,
        "Collections": "Great Buffets",
        "reviews": [
            {
                "reviewer": "Mudit Kejriwal",
                "text": "Spacious ambience. Amazingly friendly staff. Quick service. Good food. I ordered Cottage Cheese Steak Sizzler. Garlic sauce base with noodles and fries. The steak was delicious. Fries were crispy. Noodles were bland. Had to ask for extra garlic sauce. One sizzler is enough for any individual with a decent appetite. May visit this place if you are craving for sizzlers.\n\nMight burn your pocket if you don't have Zomato Gold.",
                "rating": 4.0,
                "time": 1553560920000,
                "tables": [
                    12,
                    10
                ]
            },
            {
                "reviewer": "Ravi Yogesh",
                "text": "Visited for lunch today with colleagues and ordered one spicy chicken sizzler combo and two buffets. The buffet comes with veg and non veg sizzler , though without the sides (fries, veggies and noodles/rice). The buffet was decent though not great wrt variety and taste but the sizzler combo left us impressed with very good portions , perfectly cooked fresh chicken fillets loaded with veggies and garlic sauce. Would recommend the sizzler combo over the buffet.",
                "rating": 4.0,
                "time": 1558123200000,
                "tables": [
                    7,
                    1,
                    8,
                    9,
                    10
                ]
            },
            {
                "reviewer": "Chakradhar Koduru",
                "text": "Ambience and taste of food in this restaurant was good\n. Worth if you have zomato gold too. Shankar who served us very polite. Will be visiting once again soon.",
                "rating": 5.0,
                "time": 1553431620000,
                "tables": [
                    14
                ]
            },
            {
                "reviewer": "Raj Patel",
                "text": "Had a lot of expectations when I read the ne for the first time. Was able to visit it after a month.\nWhat a disappointment it was. It's named sizzler but has nothing close to sizzler. You guys really need to work on the art of making sizzler. It looks like sizzler. It only looks",
                "rating": 1.0,
                "time": 1552130160000,
                "tables": [
                    6,
                    5,
                    2,
                    14
                ]
            }
        ],
        "timings": [
            "Mon",
            "Thu",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Continental",
                " American",
                " Chinese"
            ],
            "new_ratings": [
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "Mustang Terrace Lounge",
        "Cost": 1.3,
        "Collections": "Rooftops, Live Sports Screenings, Best Bars & Pubs",
        "reviews": [
            {
                "reviewer": "Prem Kalyan",
                "text": "The place refused to replace quarter plate. The service is pathetic. Food is on table but no spoons or forks. The manager has one answer they are playing by rule book",
                "rating": 1.0,
                "time": 1551480300000,
                "tables": [
                    6,
                    3,
                    2,
                    9,
                    13
                ]
            },
            {
                "reviewer": "Akhila Akhi",
                "text": "Trust it will surely make your innerself more happy. One of the best roof top lounges with such a pleasant ambience, good food and quick service. Nd only complaint is there was no music. They said they have a problem with the socket. But still it's okay. I'll surely visit again",
                "rating": 5.0,
                "time": 1554021900000,
                "tables": [
                    14,
                    1,
                    11,
                    5
                ]
            },
            {
                "reviewer": "Anil Reddy",
                "text": "Great service plus good food and value for money is what I define this place.\nBeautiful ambience is plus. No other place is comparable with this in Gachibowli.\nDo visit this place and enjoy. they also have live streaming. Best place to enjoy this IPL season this year.",
                "rating": 5.0,
                "time": 1557152160000,
                "tables": [
                    11,
                    12,
                    10
                ]
            },
            {
                "reviewer": "Pratipurna Panda",
                "text": "Boy oh boy , the prepossessing set up of rooftop.. the ambience. The beautiful music.. the feeling.. yes, the feeling we got, in this place ..!!\n\nSo we just planned out of the blue, to go to a place. Mustang was on the way and we stopped there. Since it was a weekday, we got the top most seating. **Yeah, they have 3 levels of seating. And even the music was not too loud.\nAddition to this, coincidentally it was an almost full moon. Everything was set for 'yeh raatein yeh mausam... No 'nadi ka keenara'😣, but there was 'chanchal hawa' 😬\n\nToo dramatic??- I know 🤣\nAnyway, so we had the topmost seating, and had this amazing, unobstructed view of the clean dark sky with an almost full moon. Could see the road stretched alongside with redlamps of cars.\nDon't exactly remember the name of the cocktail, but I think it was wallbanger. And it will get you to bang the wall. 😜 Didn't have food, so can't comment. But from other tables, it was smelling delicious. A bit heavy on the pockets. But for the view it provides, worth it.\n\nSo, if it's all so good, y one star less? Here goes the answer. All was well until we were about to head out and I decided to go to the little girls room. And guess what..!! I got locked from outside 😭. Though, after I knocked on the door 3-4 times, they did open it, but how much ever I spent on the cocktails, was drained out with my conscious mind shaking me up with the realization that I was locked.\n\nMESSAGE FOR THE MANAGEMENT: please have at least one staff in the restrooms, till you shut down, to avoid these kind of issues. Plzzzz.. 😥",
                "rating": 4.0,
                "time": 1550018700000,
                "tables": [
                    10,
                    6
                ]
            },
            {
                "reviewer": "Amith Varma Sagiraju",
                "text": "Decent place. Food is good. Music is average. Staff are polite and service is good. Not an pub compared to the term pub. No dedicated dance floor.",
                "rating": 3.0,
                "time": 1551980880000,
                "tables": [
                    14,
                    8,
                    6,
                    5,
                    3
                ]
            }
        ],
        "timings": [
            "Fri",
            "Tue",
            "Sat",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Mexican",
                " Italian",
                " North Indian",
                " Chinese",
                " Salad"
            ],
            "new_ratings": [
                4.0,
                5.0
            ]
        }
    },
    {
        "Name": "10 Downing Street",
        "Cost": 1.9,
        "Collections": "Trending This Week",
        "timings": [
            "Sun",
            "Mon",
            "Tue",
            "Sat",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Continental"
            ],
            "new_ratings": [
                4.0,
                4.0,
                3.0,
                4.0,
                4.0
            ]
        }
    },
    {
        "Name": "Frio Bistro",
        "Cost": 1.2,
        "timings": [
            "Sat",
            "Wed",
            "Thu",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "European",
                " Italian",
                " Continental",
                " Spanish"
            ],
            "new_ratings": [
                5.0,
                5.0,
                2.0,
                2.0,
                4.0
            ]
        }
    },
    {
        "Name": "Al Saba Restaurant",
        "Cost": 750.0,
        "reviews": [
            {
                "reviewer": "Srujin Rajan",
                "text": "Yet another Sunday evening.. It was quite late when I reached this place.. But it was not the time to shut down the restaurant as well.. It was shocking to see no one in the restaurant though..\n\nAmbience was normal and there is nothing to hype about it.. The hotel is not kept clean.. Infact there was an insect in the plate that was given to my first and I had to change my plate eventually.. Service was pretty late considering the items that we ordered..\n\nI ordered chicken majestic and egg biryani .. To be frank, the food was disastrous... U can't put the blame on the time i went as well because it was at 10 in the night.. The starter looked like gravy and tasted very and the briyani had no masala at all..\n\nStarter : chicken majestic\nRice and biryanis : egg biryani\n\nAmbience : 2\nFood : 1\nService: 1\nValue for money : 1\n\nBottomline : Not Again",
                "rating": 1.0,
                "time": 1556499060000,
                "tables": [
                    11
                ]
            },
            {
                "reviewer": "Jamall Mohammed",
                "text": "Awesome quality chicken has been cocked well I wish you to continue in the same way ....",
                "rating": 5.0,
                "time": 1525036260000,
                "tables": [
                    7,
                    12,
                    1,
                    8
                ]
            },
            {
                "reviewer": "Mohanraj Devaraj",
                "text": "size is small",
                "rating": 2.0,
                "time": 1526479020000,
                "tables": [
                    7,
                    12
                ]
            },
            {
                "reviewer": "Anwarsharif786",
                "text": "Waiters are very Rude and charge extra always check menu card before giving money to Waiters and No cleaness . Management should be strict with the waiters.",
                "rating": 1.0,
                "time": 1530919500000,
                "tables": [
                    3,
                    1
                ]
            },
            {
                "reviewer": "The Greedy Hippo",
                "text": "The classic example of what happens when all aspects of a restaurant are not taken care of. When your service doesnt compliment the food one serves, it sometimes leads to disaster. Walked in on early lunch and had a tough time asking the waiters to temp down the ac for they have been keeping it at 17 degrees. Agreed the influx of customers at lunch demands that but the early birds shouldnt have to suffer because of that. \n\nOrdered a variety of dishes only to find out fish is not available. The service time was also too much. I found the waiters to be a little rude. I can sense their awkwardness in serving to an Odia table themselves being odia. \nNeways now coming on to the food. The chicken biriyani does taste good as far as Hyderabadi Biriyani is considered. Other items such as mutton biriyani , paneer masala and dal were also good.\n\nIts a one time visit restaurant but if the restaurant has to give a tough time to counterparts in Gachibowli, it has a long way to go.\n\nTaste: 3\nService: 2\nAmbience: 2\nValue For Money: 2",
                "rating": 2.5,
                "time": 1504564140000,
                "tables": [
                    14
                ]
            }
        ],
        "timings": [
            "Fri",
            "Sat",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Seafood",
                " Biryani",
                " Hyderabadi"
            ],
            "new_ratings": [
                5.0,
                5.0,
                1.0,
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "Mazzo - Marriott Executive Apartments",
        "Cost": 1.7,
        "Collections": "Top-Rated, Gold Curated, Fancy and Fun",
        "reviews": [
            {
                "reviewer": "Pragyan Sahu",
                "text": "Visited this place during Christmas..nice place...starters r super tasty..cool, windy place..pool side area is an awesome place for hangout..",
                "rating": 5.0,
                "time": 1550407860000,
                "tables": [
                    12,
                    7,
                    10,
                    3
                ]
            }
        ],
        "timings": [
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Italian",
                " North Indian",
                " South Indian",
                " Asian"
            ],
            "new_ratings": [
                5.0,
                3.0,
                5.0
            ]
        }
    },
    {
        "Name": "Amul",
        "Cost": 150.0,
        "reviews": [
            {
                "reviewer": "Charushila Biswas",
                "text": "Ordered death by chocolate and received butterscotch and some other ice cream! Giving two stars because zomato doesnt show the reviews that receive 1 star.",
                "rating": 2.0,
                "time": 1541255460000,
                "tables": [
                    6
                ]
            },
            {
                "reviewer": "Samyak Majumder",
                "text": "Its too good for nightcrawlers like us..!! We enjoy it after getting high af..!! Also the delivery is pretty fast ...so thumbs up..and would recommend to try it",
                "rating": 5.0,
                "time": 1538366460000,
                "tables": [
                    8,
                    6
                ]
            },
            {
                "reviewer": "Sheshank Reddy",
                "text": "They are just making people fools.I orderd for belgium chocolate ice cream they gave me normal chocolate with some chocolate syrup on it.owner is too rude as well.I asked him then he said that it will get same taste as belgium chocolate.Better to go to another outlet nearby",
                "rating": 1.0,
                "time": 1533774060000,
                "tables": [
                    1,
                    13,
                    14,
                    3
                ]
            },
            {
                "reviewer": "Rahul Nayak",
                "text": "tasty",
                "rating": 5.0,
                "time": 1532393280000,
                "tables": [
                    3,
                    5,
                    1,
                    4,
                    10
                ]
            },
            {
                "reviewer": "Chitti",
                "text": "delivered the food on-time.. thanks",
                "rating": 5.0,
                "time": 1542220140000,
                "tables": [
                    10
                ]
            }
        ],
        "timings": [
            "Thu",
            "Wed",
            "Sun",
            "Fri",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Ice Cream",
                " Desserts"
            ],
            "new_ratings": [
                1.0,
                5.0
            ]
        }
    },
    {
        "Name": "Shah Ghouse Spl Shawarma",
        "Cost": 300.0,
        "reviews": [
            {
                "reviewer": "Vamsi Reddy",
                "text": "Excellent taste no replacement for shahghouse shawarma .Quantity is worth .No delay in delivery with unique taste .Try once and without any doubt you will addict",
                "rating": 5.0,
                "time": 1549876200000,
                "tables": [
                    12,
                    13
                ]
            },
            {
                "reviewer": "Dhruv Bhatt",
                "text": "One of my chauffeur in Hyderabad recommended this place for authentic Persian food. And I was disappointed. This place didn't live upto the fame and name. The meat wasnt well cooked. The taste was bland. The service was fast, however the quality of service was a disappointment. A cold finger bowl at the end made it worst. Ambiance 0/5, service 2.5/5, staff 3.5/5, food 1/5, value for money 1.5/5.",
                "rating": 2.0,
                "time": 1552064580000,
                "tables": [
                    3,
                    7,
                    10,
                    11,
                    14
                ]
            },
            {
                "reviewer": "Kuldip Maurya",
                "text": "Delivery guy delivered the food by speed of light super...",
                "rating": 5.0,
                "time": 1536268020000,
                "tables": [
                    9,
                    5,
                    8
                ]
            },
            {
                "reviewer": "NS",
                "text": "I believe the food was spoilt because of which we fell ill that night.",
                "rating": 1.0,
                "time": 1548403440000,
                "tables": [
                    4,
                    1,
                    3,
                    7
                ]
            }
        ],
        "timings": [
            "Mon",
            "Wed",
            "Sat",
            "Thu",
            "Sun",
            "Tue",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Lebanese"
            ],
            "new_ratings": [
                2.0,
                5.0
            ]
        }
    },
    {
        "Name": "Banana Leaf Multicuisine Restaurant",
        "Cost": 700.0,
        "Collections": "Great Buffets",
        "timings": [
            "Thu",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Biryani",
                " South Indian",
                " North Indian",
                " Chinese",
                " Andhra"
            ],
            "new_ratings": [
                1.0,
                5.0,
                4.0,
                2.0,
                2.0
            ]
        }
    },
    {
        "Name": "Hunger Maggi Point",
        "Cost": 200.0,
        "reviews": [
            {
                "reviewer": "Prasun Gokhlani",
                "text": "Go to place for my midnight snacks. Have tried almost all the different varieties of Maggi served and the place hasnt dissapointed yet. Chicken fried Maggi being my favourite.",
                "rating": 4.0,
                "time": 1554574560000,
                "tables": [
                    9,
                    3,
                    1
                ]
            },
            {
                "reviewer": "Saumya Sahay",
                "text": "Ordered veg cheese Maggi. Could never expect a simple dish as Maggi to be bland, over-cooked and tasteless. Better to cook at home than order.",
                "rating": 1.0,
                "time": 1540607880000,
                "tables": [
                    13
                ]
            },
            {
                "reviewer": "Udita",
                "text": "I used to really love this place and food!! The problem is with how the zomato deliveryman assigned to deliver my food, didn't deliver my food. My order was paid online and he took my order for himself. He turned off his phone and didn't answer!. Even zomato didn't update me about the follow-up. I never got my food.Just the money was refunded, that's all! But is this what you get when you really need to eat and wait like hell,but get nothing!!This is really frustrating!! I don't know why zomato is ruining it's own reputation!.",
                "rating": 1.0,
                "time": 1547833320000,
                "tables": [
                    2
                ]
            },
            {
                "reviewer": "Charan Reddy",
                "text": "Famous place just before the DLF building in gachibowli,they have a wide variety of Maggi and I would always pick their authentic fried Maggi better to have it at the place rather than ordering online, quantity gets reduces when ordered online than you eat at Maggi point",
                "rating": 3.0,
                "time": 1549560180000,
                "tables": [
                    3,
                    6,
                    13
                ]
            },
            {
                "reviewer": "Abhi",
                "text": "They are preparing good Maggi and their test of Maggi is also good but their prices are costly then other Maggi points, also the quality is good",
                "rating": 3.0,
                "time": 1546735080000,
                "tables": [
                    13,
                    1
                ]
            }
        ],
        "timings": [
            "Mon",
            "Sun",
            "Thu",
            "Sat",
            "Wed",
            "Tue",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Fast Food"
            ],
            "new_ratings": [
                4.0,
                1.0,
                5.0,
                1.0
            ]
        }
    },
    {
        "Name": "Urban Asia - Kitchen & Bar",
        "Cost": 1.1,
        "reviews": [
            {
                "reviewer": "Food Hunters",
                "text": "Absolutely horrendous service!! We avail Zomato gold services, and we had clearly mentioned that we wanted to avail this service before entering the restaurant. We placed our order at 3 p.m and they ask us to show the Zomato Gold ID right after 3 p.m (restaurant closes at 3 p.m and kitchen at 3:15), each restaurant seems to have a different policy and we customers should know beforehand what the policy is? We had made it crystal clear that we were Zomato Gold holders and they said we could show the ID later. How is it fair that the staff asks us for the ID after the restaurant has closed and when we could not unlock it!! We are first time users of Zomato Gold.\nWe had to walk out. Horrible service. Stay away from this place if you do not want to be treated poorly by the manager and the staff. Thank you for ruining a special day!!! Why do such places have Zomato Gold partnership? Probably what they're good at, is cheating customers.",
                "rating": 1.0,
                "time": 1536852780000,
                "tables": [
                    4,
                    10
                ]
            },
            {
                "reviewer": "Durgesh Thakur",
                "text": "Used to be a frequent visitor at this place. Was total disappointed yesterday night . Food was aweful to taste. Chicken starter in bean sauce was bitter in taste. They we're serving what they deemed fit for us and not as per our order. Chicken lababdar was wanting in taste, fennel seeds were used and curry was as thin as a soup , no one was nearby when serving were required. Service is what we look forward to when dining in your restaurant.Either there was change in chef or some other temporary issues. Hope it would be fixed soon and we will not be disappointed when dining next time with our friends.",
                "rating": 5.0,
                "time": 1554671220000,
                "tables": [
                    14
                ]
            }
        ],
        "timings": [
            "Sat",
            "Thu",
            "Mon",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Asian",
                " Thai",
                " Chinese",
                " Sushi",
                " Momos"
            ],
            "new_ratings": [
                5.0,
                1.0,
                2.0
            ]
        }
    },
    {
        "Name": "Desi Bytes",
        "Cost": 400.0,
        "timings": [
            "Thu",
            "Tue",
            "Sat",
            "Sun",
            "Wed",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese"
            ],
            "new_ratings": [
                4.0,
                1.0,
                4.0,
                1.0,
                3.0
            ]
        }
    },
    {
        "Name": "AB's - Absolute Barbecues",
        "Cost": 1.5,
        "Collections": "Barbecue & Grill, Great Buffets, Corporate Favorites, Hyderabad's Hottest",
        "reviews": [
            {
                "reviewer": "Rajesh",
                "text": "Excellent food and excellent service by Krishna I am full happy with the food and service I like the most live contar thanks you guys thanked for the hospital",
                "rating": 5.0,
                "time": 1558273320000,
                "tables": [
                    5,
                    2,
                    12
                ]
            }
        ],
        "timings": [
            "Fri",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "European",
                " Mediterranean",
                " North Indian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Green Bawarchi Restaurant",
        "Cost": 700.0,
        "reviews": [
            {
                "reviewer": "Nalinikanta Tripathy",
                "text": "very good",
                "rating": 5.0,
                "time": 1540412760000,
                "tables": [
                    2,
                    4,
                    3
                ]
            },
            {
                "reviewer": "Abdus Subhan",
                "text": "worst food actually I ordered chicken chilly gravy but he sent chicken manchuria and people don't prefer this restaurant.",
                "rating": 1.0,
                "time": 1532896860000,
                "tables": [
                    13
                ]
            },
            {
                "reviewer": "Nitesh Kumar Modi",
                "text": "both delivery and food are good",
                "rating": 5.0,
                "time": 1546379880000,
                "tables": [
                    10,
                    12,
                    11,
                    9,
                    8
                ]
            }
        ],
        "timings": [
            "Mon",
            "Wed",
            "Fri",
            "Sat",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese",
                " Biryani"
            ],
            "new_ratings": [
                3.0,
                2.0,
                3.0,
                1.0
            ]
        }
    },
    {
        "Name": "Karachi Cafe",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Rachana Srivastav",
                "text": "This restaurant deserves a special mention for their superbly amazing Keema Pav!! I usually do not eat mutton dishes in restaurants (I prefer home-made), but the Keema Pav served here reminded me of home - it's that good! We had even ordered for Baida Roti - which was again too good and had a very interesting take to it. (By the way, their servings are quite big compared to what they charge you for!) Suleimaani Chaai also deserves a special mention, it was so good that we ordered it twice.\nThe ambience is also so good! They had these old ad posters put up on their walls - it really reminded me of those old Parsi restaurants in Mumbai.",
                "rating": 5.0,
                "time": 1551297780000,
                "tables": [
                    5,
                    10,
                    3,
                    14,
                    13
                ]
            }
        ],
        "timings": [
            "Tue",
            "Mon"
        ],
        "details": {
            "cuisines": [
                "Cafe",
                " Desserts",
                " Fast Food"
            ],
            "new_ratings": [
                4.0,
                1.0,
                4.0
            ]
        }
    },
    {
        "Name": "Hyderabad Chefs",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Swetha Talasu",
                "text": "delivery on time",
                "rating": 5.0,
                "time": 1533128040000,
                "tables": [
                    8
                ]
            },
            {
                "reviewer": "Amarnath Reddy",
                "text": "worst food.. with only 4 small pieces",
                "rating": 1.0,
                "time": 1530821820000,
                "tables": [
                    9
                ]
            },
            {
                "reviewer": "Maruthi",
                "text": "good",
                "rating": 5.0,
                "time": 1532100000000,
                "tables": [
                    10,
                    2,
                    4,
                    5,
                    12
                ]
            },
            {
                "reviewer": "Sravani",
                "text": "Perfect Hyderabadi spicy biryani we can find here....one bowl veg biryani will go for 3 people ...curd rice jus yummy 😍...nearest place to dlf to go for lunch or dinner",
                "rating": 5.0,
                "time": 1558533840000,
                "tables": [
                    3
                ]
            }
        ],
        "timings": [
            "Sat",
            "Wed",
            "Fri",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Chinese"
            ],
            "new_ratings": [
                5.0,
                5.0,
                2.0,
                5.0
            ]
        }
    },
    {
        "Name": "Club Rogue",
        "Cost": 900.0,
        "reviews": [
            {
                "reviewer": "Sonam Agrawal",
                "text": "We went there around 8.30 for having a fun night. But the place turned out to be a cheap place where people are allowed to smoke everywhere. We cant even breathe properly.Then we order vodka..it was like water and when we questioned them he smiled and kind of agreed.Then we ordered Long island Tea and asked him to make it a good one but it was even worse. Even their virgin mohito was not gud.Then the food was also okish.Staff were also not courteous.I find the place was overcrowded. It seemed they have allowed stag entries and they were passing cheap comment on us.I will never recommend anyone here.",
                "rating": 1.0,
                "time": 1556381280000,
                "tables": [
                    4,
                    7
                ]
            },
            {
                "reviewer": "Ankit Saraf",
                "text": "Great place to hangout.\nGood food + Good drinks + Great DJ + Nice ambience sums up my experience.\nVery few of the clubs which plays Bollywood songs . Would love to visit the place again.",
                "rating": 4.0,
                "time": 1558197600000,
                "tables": [
                    6,
                    5,
                    8,
                    3,
                    1
                ]
            },
            {
                "reviewer": "Maria.cancer78",
                "text": "Hello...\nThe ambience is amazing..and the food is awesome...\nBut this friday i literally came for Dj Asif Iqbal...\nBut it was an utter disappointment...he was Not there...some other dj was there..To be rather frank..i come to this club coz of Asif's music.It is so mesmerising...We missed him..\nWhat a talent..\nHe is a rockstar\nWhere is ASIF IQBAL..\nHoping to see him this coming Friday...",
                "rating": 4.0,
                "time": 1550245140000,
                "tables": [
                    13,
                    2,
                    7
                ]
            }
        ],
        "timings": [
            "Thu"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Fast Food"
            ],
            "new_ratings": [
                5.0,
                4.0,
                3.0
            ]
        }
    },
    {
        "Name": "Flechazo",
        "Cost": 1.3,
        "Collections": "Great Buffets, Hyderabad's Hottest",
        "reviews": [
            {
                "reviewer": "Ritushree Goswami",
                "text": "The ambience is awesome.. love the service and the staff here ... The variety of starters and desserts are yumm and it is a pleasure evenin.. The service by Jayanta at Flechazo Gachibowli was awesome and very warm😍",
                "rating": 5.0,
                "time": 1558302900000,
                "tables": [
                    2,
                    5,
                    4
                ]
            },
            {
                "reviewer": "Ketan SPatil",
                "text": "Good food\nNice experience\n\nHaleem missing was a bit of disappointment serves so good jayanta ggggggggggggggggggghhhggggggggggggggggggggggggggg",
                "rating": 5.0,
                "time": 1557614400000,
                "tables": [
                    10,
                    7,
                    4,
                    11,
                    8
                ]
            },
            {
                "reviewer": "Sumedha Torati",
                "text": "Had good experience here with a new concept of serving food and making your own pizza. Service from Mr.Avinash is superb and overwhelmed to have been attended who served us food till we were full and content.",
                "rating": 5.0,
                "time": 1556381100000,
                "tables": [
                    9,
                    12,
                    2,
                    4,
                    14
                ]
            },
            {
                "reviewer": "Simhadri Srikanth Gupta",
                "text": "Had a great time. Great service. Polite and professional. Starters are too good. Excellent main course.. Overall wonderful experience..\nSatyajeet, Alok, Jayanth.. Team are excellent",
                "rating": 5.0,
                "time": 1558474920000,
                "tables": [
                    6,
                    4,
                    9
                ]
            }
        ],
        "timings": [
            "Thu",
            "Wed",
            "Sat",
            "Fri",
            "Sun",
            "Mon",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Asian",
                " Mediterranean",
                " North Indian",
                " Desserts"
            ],
            "new_ratings": [
                5.0,
                5.0,
                5.0,
                5.0,
                5.0
            ]
        }
    },
    {
        "Name": "Domino's Pizza",
        "Cost": 400.0,
        "reviews": [
            {
                "reviewer": "K V Krishna Rao",
                "text": "According to the message I got from dominos , the delivery executive was supposed to deliver the pizza at the door, despite of me mentioning the complete address, The man came at the wrong place and called me outside. They should never mention door delivery if they wanna deliver it outside.",
                "rating": 3.0,
                "time": 1544369220000,
                "tables": [
                    12,
                    8
                ]
            },
            {
                "reviewer": "Zainab Saba",
                "text": "Great service, quick delivery!                                                                                                                                            \n\nThank you domino's for such a great service!\n\nOur order was delivered on time and in good condition. Overall its a good experience.",
                "rating": 5.0,
                "time": 1537792800000,
                "tables": [
                    1,
                    5,
                    12
                ]
            },
            {
                "reviewer": "Chordguru39",
                "text": "I didn't receive my order yet.",
                "rating": 1.0,
                "time": 1531924200000,
                "tables": [
                    11,
                    8
                ]
            },
            {
                "reviewer": "Sivasai Vissamsetti",
                "text": "tq and super fast delivary",
                "rating": 5.0,
                "time": 1533683700000,
                "tables": [
                    1,
                    9,
                    2,
                    14,
                    11
                ]
            }
        ],
        "timings": [
            "Mon",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Fast Food",
                " Pizza"
            ],
            "new_ratings": [
                2.0,
                2.0
            ]
        }
    },
    {
        "Name": "Faasos",
        "Cost": 600.0,
        "reviews": [
            {
                "reviewer": "Shyam Tiwari",
                "text": "Mohsin was really helpful in handling the situation & delivered food on time as promised. I really wanted to thank you guys for rectifying my error & resolved my issue in a professional way.",
                "rating": 5.0,
                "time": 1557490560000,
                "tables": [
                    6,
                    4
                ]
            },
            {
                "reviewer": "Kiran Thota",
                "text": "As part of tasting review, ordered masala paneer wrap, jumbo chicken wrap and sigbature rice roasted chicken, you guys rock, well balanced taste , wraps are stuffed with lots of chicken, they are juicy and soft, signature rice is well cooked, packed perfectly, served hot and quick delivered.\nCheck the packing you will see funny quotations in the wrap boxes, they r funny next time dont miss to read them.\nOverall satisfied with the taste and service.\nWill visit the store soon. All the best guys.keep going.",
                "rating": 5.0,
                "time": 1558568160000,
                "tables": [
                    12,
                    13,
                    7
                ]
            },
            {
                "reviewer": "Sandhya Menon",
                "text": "I got a chance to review food from here. I ordered Jumbo chicken wrap & Jumbo veg wrap.\nFood arrived on time & was packed neatly.\nFood: Jumbo veg wrap was just perfectly juicy and light crisp from out.\nJumbo chicken wrap too followed the same.\nVery happy with the food. Definitely a try",
                "rating": 5.0,
                "time": 1541191560000,
                "tables": [
                    5
                ]
            },
            {
                "reviewer": "Prasad",
                "text": "wrost food in my life waste of money",
                "rating": 1.0,
                "time": 1534433160000,
                "tables": [
                    1,
                    11,
                    6
                ]
            }
        ],
        "timings": [
            "Mon",
            "Sun",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Fast Food",
                " Biryani",
                " Desserts"
            ],
            "new_ratings": [
                1.0,
                1.0
            ]
        }
    },
    {
        "Name": "The Foodie Monster Kitchen",
        "Cost": 500.0,
        "Collections": "Great Breakfasts, Late Night Restaurants, Best shawarmas",
        "reviews": [
            {
                "reviewer": "Susmita Basu",
                "text": "quantity less but quality good",
                "rating": 4.0,
                "time": 1532161740000,
                "tables": [
                    8,
                    3
                ]
            },
            {
                "reviewer": "Aslam Md",
                "text": "I orderd nutella waffles and peri peri chicken shawarma from here.... waffle was very tasty and shawarma i loved it...will visit soooooooooon nnn............",
                "rating": 5.0,
                "time": 1546535880000,
                "tables": [
                    13,
                    12,
                    3
                ]
            }
        ],
        "timings": [
            "Wed",
            "Mon",
            "Thu",
            "Fri",
            "Sat",
            "Tue",
            "Sun"
        ],
        "details": {
            "cuisines": [
                "American",
                " Wraps",
                " Desserts"
            ],
            "new_ratings": [
                4.0,
                4.0,
                4.0,
                3.0,
                2.0
            ]
        }
    },
    {
        "Name": "GD's",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Uday Goud",
                "text": "packing should have done in a box ...",
                "rating": 4.0,
                "time": 1550000760000,
                "tables": [
                    14,
                    10,
                    6
                ]
            },
            {
                "reviewer": "Vishal Pentakota",
                "text": "Great place to enjoy #americanBurguers. My favorite is cosmic burger. I been recommending this places to all my friends. #goodfood #lovingit #sizzling",
                "rating": 5.0,
                "time": 1549150680000,
                "tables": [
                    2,
                    12,
                    1,
                    5
                ]
            },
            {
                "reviewer": "Akansha Garg",
                "text": "Not a nice experience.\nThe burger had a grill impression but was not cooked and was raw...\nThe fried veggies was not having taste.\nThe dip was also not interesting",
                "rating": 1.0,
                "time": 1537121400000,
                "tables": [
                    14,
                    8
                ]
            },
            {
                "reviewer": "Putha Pavan",
                "text": "The best place to have a burger is GD’s. Milky Way burger is the must try dish as the cheese flows between the burger and the bbq chicken slice is awesome and mouth watering!",
                "rating": 5.0,
                "time": 1531523640000,
                "tables": [
                    11,
                    9,
                    8,
                    14,
                    4
                ]
            },
            {
                "reviewer": "Khaane_mey_kya_hey By Rony Samuel",
                "text": "Have been hearing a lot about this amazing burger place opposite to DLF, what an amazing join with live grill and freshly made burgers, loved the friendly staff and a uniquely named menu.. ordered Galaxy and milky way burger which were amazing and cooked to perfection, the charcoal grill gives the burger a unique BBQ taste with chunky chicken pieces in it!!\n\nOn rush hours the service time can go lengthy, limit parking space the shop shares a juice center which is a plus point to grab some quick fresh juice or soft drink to go with your burger, and is open all night!!\n\nFeels moderately over priced however considering it being surrounded by MNC\"s and the taste maybe it's justified, and definitely it's a worth visiting place!",
                "rating": 3.0,
                "time": 1551623940000,
                "tables": [
                    9
                ]
            }
        ],
        "timings": [
            "Thu",
            "Sun",
            "Sat"
        ],
        "details": {
            "cuisines": [
                "Burger",
                " American"
            ],
            "new_ratings": [
                5.0
            ]
        }
    },
    {
        "Name": "Udipi's Upahar",
        "Cost": 500.0,
        "reviews": [
            {
                "reviewer": "Komal",
                "text": "good",
                "rating": 5.0,
                "time": 1532685780000,
                "tables": [
                    6
                ]
            },
            {
                "reviewer": "Udhay Kumar",
                "text": "excellent delivery much appreciated",
                "rating": 5.0,
                "time": 1532209500000,
                "tables": [
                    8,
                    1,
                    4,
                    3
                ]
            },
            {
                "reviewer": "Ravi Kiran Vandhanapu",
                "text": "Thanks Zomato.",
                "rating": 5.0,
                "time": 1532692620000,
                "tables": [
                    3
                ]
            },
            {
                "reviewer": "Hari Krishna",
                "text": "Not up to mark as per it’s brand name.\n\n\nFood is just like ordinary tiffin centre’s\n\nNeed to improve and provide food really authentic of Udipi\nAmbiance is really awkward no cleanliness even in Ac family section also",
                "rating": 2.0,
                "time": 1549051740000,
                "tables": [
                    6
                ]
            }
        ],
        "timings": [
            "Mon",
            "Tue",
            "Sun",
            "Thu",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "South Indian",
                " North Indian",
                " Chinese"
            ],
            "new_ratings": [
                3.0
            ]
        }
    },
    {
        "Name": "Deli 9 Bistro",
        "Cost": 700.0,
        "timings": [
            "Tue",
            "Mon",
            "Sun",
            "Thu",
            "Sat",
            "Fri"
        ],
        "details": {
            "cuisines": [
                "Cafe",
                " Continental",
                " Desserts"
            ],
            "new_ratings": [
                4.0,
                2.0,
                5.0,
                4.0,
                1.0
            ]
        }
    },
    {
        "Name": "Momos Delight",
        "Cost": 200.0,
        "timings": [
            "Fri",
            "Mon",
            "Wed",
            "Sat",
            "Sun",
            "Thu",
            "Tue"
        ],
        "details": {
            "cuisines": [
                "Momos"
            ],
            "new_ratings": [
                4.0,
                5.0,
                4.0
            ]
        }
    },
    {
        "Name": "Tempteys",
        "Cost": 350.0,
        "Collections": "Best Milkshakes",
        "reviews": [
            {
                "reviewer": "Bhagavan Swaroop Pentapati",
                "text": "good",
                "rating": 5.0,
                "time": 1534375320000,
                "tables": [
                    10,
                    3,
                    2
                ]
            },
            {
                "reviewer": "Forever_fooodie",
                "text": "What I love about their shakes are they are not very high in sugar. So sugars don't kill the flavors expected in that shake...!!!\n\nTried:\n\npoppy corn: Absolutely loved the flavor. You could get a clear flavor of popcorns. Would recommend to try if you love popcorns.\n\nold granola (honey loops) Again amazing. One of the must tries.\n\nberry cherry: Good amount of berries, great flavor. Recommended.\ncaramel Brownie: This was also pretty good. I am. personally not a caramel flavor lover, so not my fav.\n\ncoffee hazel nut: This was just WOW. must have for coffee lovers. They were really generous in putting the coffee in the shake :D. It had a strong coffee flavor. So if you are a true coffee lover you'll like it. ;)\nCheesecake (tuti fruity) : It had exactly tuti fruity flavor. Didn't like it much.\noreo and little hearts (cookie feast): Oreo shake never fails.. :) It was good.\nBlueberry slush: I didn't like the slush though. it only seemed to have color but no taste.\n\nMint o fruit: I don't like mint flavors at all. And was ofc Minty. So not my fav. If you like mint flavors it's for you.\n\nThey have different toppings for french fries and potato wedges and they are all just soooo amazing... Must Try.\n\nCheers.!!",
                "rating": 4.0,
                "time": 1537188360000,
                "tables": [
                    3,
                    8,
                    9,
                    10
                ]
            },
            {
                "reviewer": "Akasi Mahesh",
                "text": "nice and good quality but my details not mentioned",
                "rating": 4.0,
                "time": 1553787900000,
                "tables": [
                    8
                ]
            }
        ],
        "timings": [
            "Mon",
            "Thu",
            "Sat",
            "Tue",
            "Sun",
            "Wed"
        ],
        "details": {
            "cuisines": [
                "Desserts",
                " Beverages"
            ],
            "new_ratings": [
                1.0,
                3.0,
                1.0
            ]
        }
    },
    {
        "Name": "The Glass Onion",
        "Cost": 1.2,
        "Collections": "Fancy and Fun",
        "reviews": [
            {
                "reviewer": "Rwitaja Banerjee",
                "text": "“All four elements were happening in equal measure - the cuisine, the wine, the service, and the overall ambience. It taught me that dining could happen at a spiritual level.” #food #foodporn #instagood #love #photooftheday #foodie #follow #picoftheday #instafood #amazing #smile #style #instadaily #followme #like4like #instalike #girl #foodstagram #foodgasm #fashion #yummy #igers #art #friends #swag #fun #bestoftheday #follow4follow #foodphotography #tweegram",
                "rating": 5.0,
                "time": 1557533940000,
                "tables": [
                    4
                ]
            },
            {
                "reviewer": "R Sai Kiran",
                "text": "Been to this place newly opened last week with friends. It's simply wow had a great view of golf course. Service is simply amazing specially Ankit and Vishal. It's a best place to hangout with friends in financial district.. 😊",
                "rating": 5.0,
                "time": 1555686420000,
                "tables": [
                    2,
                    4,
                    8,
                    13
                ]
            },
            {
                "reviewer": "Rohit Pareek",
                "text": "Tasty food, nice ambience, courteous staff. But zomato gold offers are not honored half of the times, depending on their mood. Service could be faster.",
                "rating": 1.0,
                "time": 1554758040000,
                "tables": [
                    14,
                    5,
                    13,
                    9,
                    10
                ]
            },
            {
                "reviewer": "Manasa Redi",
                "text": "I have been to this for Saturday night dinner. The ambiance and the locality makes it a pleasant sit out with lush greens and golf court all around. The only thing which disappointed me is the service, which was very very slow and the response was not up to the mark.",
                "rating": 3.0,
                "time": 1553468520000,
                "tables": [
                    14,
                    2,
                    1
                ]
            }
        ],
        "timings": [
            "Fri",
            "Wed",
            "Sat",
            "Sun",
            "Mon",
            "Tue",
            "Thu"
        ],
        "details": {
            "cuisines": [
                "North Indian",
                " Continental",
                " Italian",
                " Asian"
            ],
            "new_ratings": [
                5.0,
                5.0,
                4.0,
                2.0,
                4.0
            ]
        }
    }
]
